[
  {
    "id": "Code_du_travail_1",
    "source": "Code_du_travail",
    "chunk_index": 1,
    "text": "Page 1/78 page 2/78 La bibliothèque juridique numérique a été réalisée par JURISCONSULT sous la direction de Mme PAYE Mayemouna DIOP, Docteur en Droit Avec la collaboration de : Mlle Monique Thérèse SARR, Assistante juridique Mme Assanatou GERALDO, Assistante Mr Malick NDOYE, Informaticien Mr Alioune Badara NDIAYE, Informaticien. Copyright JURISCONSULT@ mail : jurisconsult14@gmail.com / www.juristeconsult.net page 3/78 TITRE PREMIER : DISPOSITIONS GENERALES Article L.1. Le droit au travail est reconnu à chaque citoyen comme un droit sacré. L'Etat met tout en oeuvre pour l'aider à trouver un emploi et à le conserver lorsqu'il l'a obtenu. L'Etat assure l'égalité de chance et de traitement des citoyens en ce qui concerne l'accès à la formation professionnelle et à l'emploi, sans distinction d'origine, de race, de sexe et de religion. Article L.2. La présente loi est applicable aux relations entre employeurs et travailleurs. Est considéré comme travailleur au sens de la présente loi, quels que soient son sexe et sa nationalité, toute personne qui s'est engagée à mettre son activité professionnelle, moyennant rémunération, sous la direction et l'autorité d'une autre personne, physique ou morale, publique ou privée. Pour la détermination de la qualité de travailleur, il ne sera tenu compte ni du statut juridique de l'employeur, ni de celui de l'employé. Les personnes nommées dans un emploi permanent dans le cadre d'une administration publique ne sont pas soumises aux dispositions de la présente loi. Les travailleurs continuent à bénéficier des avantages qui leur sont consentis dans leur contrat de travail lorsque ceux-ci sont supérieurs à ceux que leur reconnaît le présent code, sous réserve des dispositions de l'article L.67. Article L.3. Toute personne physique ou morale, de droit public ou de droit privé employant un ou plusieurs travailleurs au sens de l'article L 2 est soumise aux dispositions du présent Code visant les employeurs et constitue une entreprise. L'entreprise comprend un ou plusieurs établissements formés d'un groupe de personnes travaillant en commun en un lieu déterminé (usine, local ou chantier) sous une autorité commune représentant l'entreprise. Un établissement donné relève toujours d'une entreprise. Un établissement unique et indépendant constitue à la fois une entreprise et un établissement. Exceptionnellement, l'établissement peut ne comporter qu'une seule personne. Article L.4. Le travail forcé ou obligatoire est interdit. L'expression «travail forcé ou obligatoire» désigne tout travail ou service exigé d'un individu sous la menace d'une peine quelconque ou d'une sanction et pour lequel ledit individu ne s'est pas offert de plein gré. Toutefois le terme «travail forcé ou obligatoire» ne comprend pas : - Tout travail ou service exigé en vertu des lois sur le service militaire et affecté à des travaux de caractère militaire ; - Tout travail ou service exigé d'un individu comme conséquence d'une condamnation prononcée par l'autorité judiciaire ; - Tout travail ou service exigé d'un individu en cas de guerre, sinistre et de circonstance mettant en danger, ou risquant de mettre en danger, la vie ou les conditions normales d'existence de l'ensemble ou d'une partie de la population ; - Les travaux d'intérêt général tels qu'ils sont définis par les lois sur les obligations"
  },
  {
    "id": "Code_du_travail_2",
    "source": "Code_du_travail",
    "chunk_index": 2,
    "text": "d'un individu en cas de guerre, sinistre et de circonstance mettant en danger, ou risquant de mettre en danger, la vie ou les conditions normales d'existence de l'ensemble ou d'une partie de la population ; - Les travaux d'intérêt général tels qu'ils sont définis par les lois sur les obligations page 4/78 civiques. Article L.5. Dans les entreprises, les travailleurs et leurs représentants bénéficient d'un droit à l'expression directe et collective sur le contenu, les conditions d'exercice et l'organisation du travail. Cette expression a pour objet de permettre au travailleur de participer à la définition des actions à mettre en oeuvre pour améliorer leurs conditions de travail, l'organisation du travail, la qualité de la production et l'amélioration de la productivité dans l'unité de travail à laquelle ils appartiennent dans l'entreprise. Les opinions que les travailleurs, quelle que soit leur place dans la hiérarchie professionnelle, émettent dans l'exercice du droit d'expression ne peuvent motiver une sanction ou un licenciement. Un décret fixera les conditions d'application de cet article et éventuellement, le nombre de travailleurs de l'entreprise à partir duquel le présent article doit être mis en oeuvre par l'employeur. Des mesures appropriées pourront également être prises par décret pour encourager et promouvoir le développement et l'utilisation les plus larges de procédures de négociation au sein de l'entreprise. Ces mesures pourront aussi être prises par accord au sein de l'entreprise. page 5/78 TITRE II : DES SYNDICATS PROFESSIONNELS CHAPITRE PREMIER : DE L'OBJET DES SYNDICATS PROFESSIONNELS ET DE LEUR CONSTITUTION Article L.6. Les syndicats professionnels ont exclusivement pour objet l'étude et la défense des intérêts économiques, industriels, commerciaux, agricoles et artisanaux. Article L.7. Les personnes exerçant la même profession, des métiers similaires ou des professions connexes concourant à l'établissement de produits déterminés, ou la même profession libérale, peuvent constituer librement un syndicat professionnel. Tout travailleur ou employeur peut adhérer librement à un syndicat dans le cadre de sa profession. Article L.8. Les fondateurs de tout syndicat professionnel doivent déposer les statuts et la liste des personnes qui, à un titre quelconque, sont chargées de son administration et de sa direction. Pour chacune de ces personnes, il est indiqué les prénoms, nom, filiation, date et lieu de naissance, de même que son origine professionnelle. Ce dépôt a lieu en triple exemplaire contre simple accusé de réception à l'Inspection régionale du Travail . Dans le délai de trente jours suivant ce dépôt, l'ampliation des statuts déposés et la liste des membres chargés de l'administration et de la direction du syndicat sont adressées, par l'Inspecteur du Travail et de la Sécurité sociale, au Ministre chargé du Travail, au Ministre de l'Intérieur et au Procureur de la République. Un rapport d'enquête de l'Inspecteur du Travail et de la Sécurité sociale précisant les circonstances et conditions de formation du syndicat et notamment la date, le lieu du congrès constitutif et les origines professionnelles des membres, accompagne les documents. Le Procureur de la République vérifie la régularité des statuts ainsi que la situation, au regard des prescriptions des articles L.7 et L. 9 de chacun des membres chargés de l'administration"
  },
  {
    "id": "Code_du_travail_3",
    "source": "Code_du_travail",
    "chunk_index": 3,
    "text": "syndicat et notamment la date, le lieu du congrès constitutif et les origines professionnelles des membres, accompagne les documents. Le Procureur de la République vérifie la régularité des statuts ainsi que la situation, au regard des prescriptions des articles L.7 et L. 9 de chacun des membres chargés de l'administration et de la direction du syndicat. Dans le délai de trente jours suivant la date de transmission du dossier par l'Inspecteur du Travail et de la Sécurité sociale au Procureur de la République, ce dernier notifie directement ses conclusions au Ministre de l'Intérieur, à l'Inspecteur du Travail et de la Sécurité sociale, ainsi qu'aux dirigeants du syndicat. Au vu des rapports établis par l'Inspecteur du Travail et de la Sécurité sociale et le Procureur de la République, et après avis du Ministre chargé du Travail donné dans les 15 jours de la transmission du rapport, le Ministre de l'Intérieur délivre ou non le récépissé conformément aux dispositions de l'article «812» du Code des obligations civiles et commerciales. A partir de la notification du rapport du Procureur de la République, les membres qu'il aura déclarés incapables d'occuper les fonctions de direction ou d'administration du syndicat, du fait qu'ils ne remplissent pas les conditions fixées aux articles L. 7 à L.9, sont considérés comme exclus d'office de la direction ou de l'administration du syndicat, même si le Ministre de l'Intérieur délivre le récépissé, sous réserve du recours des intéressés devant le Tribunal régional. Les membres déclarés incapables d'occuper les fonctions de direction et d'administration ne pourront se prévaloir de la qualité de dirigeants de l'organisation ni auprès des services publics et des tribunaux de travail, ni auprès des tiers. Le syndicat est tenu de pourvoir à leur remplacement. Après délivrance, par le Ministre de l'Intérieur, du récépissé valant reconnaissance de l'existence du syndicat, le procureur de la République pourra, en cas de violation des articles L7 à L.9 , L.24 et L.25, demander la dissolution du syndicat au Tribunal civil. page 6/78 Les organismes chargés de l'administration et de la direction du syndicat doivent être renouvelés au moins une fois tous les trois ans en assemblée générale ou congrès. Les membres de ces organismes sont rééligibles. Les modifications apportées aux statuts et les changements survenus dans la composition de la direction ou de l'administration du syndicat doivent être portés, dans les mêmes conditions, à la connaissance des mêmes autorités et vérifiés dans les mêmes conditions. Dans le premier semestre suivant la fin de chaque exercice, les dirigeants statutairement compétents de tout syndicat sont tenus de communiquer au Ministre chargé du Travail et au Procureur de la République du ressort, un rapport annuel faisant apparaître notamment les statistiques de ses effectifs, le montant des cotisations encaissées et la situation financière, en particulier le bilan du syndicat pour l'année précédente. Article L.9. Les membres sénégalais de tout syndicat professionnel chargés de l'administration ou de la direction du syndicat doivent avoir leur domicile légal au Sénégal, jouir de leurs droits civils et n'avoir fait l'objet d'aucune des condamnations entraînant la suppression du droit de vote aux termes"
  },
  {
    "id": "Code_du_travail_4",
    "source": "Code_du_travail",
    "chunk_index": 4,
    "text": "syndicat pour l'année précédente. Article L.9. Les membres sénégalais de tout syndicat professionnel chargés de l'administration ou de la direction du syndicat doivent avoir leur domicile légal au Sénégal, jouir de leurs droits civils et n'avoir fait l'objet d'aucune des condamnations entraînant la suppression du droit de vote aux termes des lois électorales en vigueur. Tout ressortissant étranger, adhérent à un syndicat, peut s'il remplit les conditions précitées et s'il est domicilié au Sénégal depuis cinq ans au moins, accéder aux fonctions d'administration et de direction de ce syndicat, à condition que son pays d'origine accorde le même droit aux ressortissants sénégalais. Article L.10. Les femmes mariées exerçant une profession ou un métier peuvent sans l'autorisation de leur mari adhérer aux syndicats professionnels et participer à leur administration ou à leur direction dans les conditions fixées à l'article précédent. Article L.11. Les mineurs âgés de plus de seize ans peuvent adhérer aux syndicats sauf opposition de leur père, mère ou tuteur. Article L.12. Peuvent continuer à faire partie d'un syndicat professionnel les personnes qui ont quitté l'exercice de leur fonction ou de leur profession, sous réserve d'avoir exercé celle-ci au moins un an. Article L.13. Tout membre d'un syndicat professionnel peut s'en retirer à tout instant nonobstant toute clause contraire, sans préjudice du droit, pour le syndicat, de réclamer la cotisation afférente aux six mois qui suivent le retrait d'adhésion. Article L.14. En cas de dissolution volontaire, statutaire ou prononcée judiciairement, les biens du syndicat sont dévolus conformément aux statuts ou, à défaut de dispositions statutaires, suivant les règles déterminées par l'Assemblée générale, ou en cas de carence de celle-ci, par décision judiciaire. En aucun cas, ils ne peuvent être répartis entre les membres adhérents. CHAPITRE II : DE LA CAPACITE CIVILE DES SYNDICATS PROFESSIONNELS Article L.15. Les syndicats professionnels jouissent de la personnalité civile. Ils ont le droit d'ester en justice, d'acquérir sans autorisation, à titre gratuit ou à titre onéreux, des biens meubles et immeubles. Ils peuvent, devant toutes juridictions répressives exercer tous les droits réservés à la partie page 7/78 civile, relativement aux faits portant un préjudice direct ou indirect à l'intérêt collectif de la profession qu'ils représentent. Article L.16. Ils peuvent affecter une partie de leurs ressources à la création de logements de travailleurs, à l'acquisition de terrains de culture ou de terrains d'éducation physique à l'usage de leurs membres. Article L.17. Ils peuvent créer, administrer ou subventionner des oeuvres professionnelles telles que institutions de prévoyance, caisses de solidarité, laboratoires, champs d'expérience, oeuvres d'éducation scientifique, agricole ou sociale, cours et publications intéressant la profession. Les immeubles et objets mobiliers nécessaires à leurs réunions, à leurs bibliothèques et à leurs cours d'instruction professionnels sont insaisissables. Ils peuvent prendre l'initiative de la création de sociétés coopératives de production ou de consommation. Ils peuvent également subventionner ces sociétés. Article L.18. Ils peuvent passer des contrats ou des conventions avec tous les autres syndicats, sociétés, entreprises ou personnes. Les conventions collectives du travail sont passées dans les conditions déterminées par le titre VI. Article L.19. S'ils y sont autorisés par leurs statuts,"
  },
  {
    "id": "Code_du_travail_5",
    "source": "Code_du_travail",
    "chunk_index": 5,
    "text": "consommation. Ils peuvent également subventionner ces sociétés. Article L.18. Ils peuvent passer des contrats ou des conventions avec tous les autres syndicats, sociétés, entreprises ou personnes. Les conventions collectives du travail sont passées dans les conditions déterminées par le titre VI. Article L.19. S'ils y sont autorisés par leurs statuts, et à condition de ne pas distribuer de bénéfices, même sous forme de ristournes, à leurs membres, les syndicats peuvent : 1. acheter pour le louer, prêter ou répartir entre leurs membres, tout ce qui est nécessaire à l'exercice de leur profession, notamment matières premières, outils, instruments, machines, engrais, semences, plantes, animaux et matières alimentaires pour le bétail ; 2. prêter leur entremise gratuite pour la vente des produits provenant exclusivement du travail personnel ou des exploitations des syndiqués ; faciliter cette vente par expositions, annonces, publications, groupements de commandes et d'expéditions, sans pouvoir l'opérer sous leur nom, et sous leur responsabilité. Article L.20. Ils peuvent être consultés sur tous les différends et toutes les questions se rattachant à leur spécialité. Dans les affaires contentieuses, les avis du syndicat sont tenus à la disposition des parties qui peuvent en prendre communication et copie. CHAPITRE III : DES MARQUES SYNDICALES Article L.21. Les syndicats peuvent déposer dans les conditions déterminées par décret, leurs marques ou labels. Ils peuvent, dès lors, en revendiquer la propriété exclusive dans les conditions dudit décret. Ces marques ou labels peuvent être apposés sur tout produit ou objet de commerce pour en certifier l'origine et les conditions de fabrication. Ils peuvent être utilisés par tous les individus ou entreprises mettant en vente ces produits. Est nulle et de nul effet toute clause de contrat collectif, accord ou entente aux termes de laquelle l'usage de la marque syndicale par un employeur sera subordonné à l'obligation pour ledit employeur de ne conserver ou de ne prendre à son service que les adhérents du syndicat propriétaire de la marque. page 8/78 CHAPITRE IV : DES CAISSES SPECIALES DE SECOURS MUTUELS ET DE RETRAITE Article L.22. Les syndicats peuvent, en se conformant aux dispositions des lois en vigueur, constituer entre leurs membres, des caisses spéciales de secours mutuels et de retraites. Les fonds de ces caisses sont insaisissables dans les limites déterminées par la législation applicable aux sociétés de secours mutuels. Article L.23. Toute personne qui se retire d'un syndicat conserve le droit d'être membre de sociétés de secours mutuels et de retraites pour la vieillesse à l'actif desquelles elle a contribué par des cotisations ou versements de fonds. CHAPITRE V : DES UNIONS DE SYNDICATS Article L.24. Les syndicats professionnels régulièrement constitués d'après les prescriptions de la présente loi, peuvent librement se concerter pour l'étude et la défense de leurs intérêts économiques, industriels, commerciaux, agricoles et artisanaux. Ils peuvent se constituer en union sous quelque forme que ce soit. Article L.25. Les dispositions des articles L. 6 L 8 , L.10 et L.11 sont applicables aux unions de syndicats qui doivent, d'autre part, faire connaître, dans les conditions prévues à l'article L.8 , le nom et le siège social des syndicats qui"
  },
  {
    "id": "Code_du_travail_6",
    "source": "Code_du_travail",
    "chunk_index": 6,
    "text": "union sous quelque forme que ce soit. Article L.25. Les dispositions des articles L. 6 L 8 , L.10 et L.11 sont applicables aux unions de syndicats qui doivent, d'autre part, faire connaître, dans les conditions prévues à l'article L.8 , le nom et le siège social des syndicats qui les composent. Leurs statuts doivent déterminer les règles selon lesquelles les syndicats adhérents à l'union sont représentés dans les instances de direction et les assemblées générales. Article L.26. Ces unions jouissent de tous les droits conférés aux syndicats professionnels par les chapitres II, III, et IV du présent titre. Article L.27. Des locaux pourront être, par arrêté, mis, sur leur demande, à la disposition des Unions de syndicats pour l'exercice de leur activité. Ces locaux, ainsi que ceux loués par elles ou leur appartenant, sont inviolables tant qu'ils demeurent à la disposition des dites unions. CHAPITRE VI : DES ASSOCIATIONS PROFESSIONNELLES Article L.28. Les associations professionnelles reconnues dans des conditions définies par décret, sont assimilées aux syndicats professionnels en ce qui concerne l'application des articles L.15 L.17 , L.18 L.21, et L.22. Elles peuvent : 1. acheter pour le louer, prêter ou répartir entre leurs membres tout ce qui est nécessaire à l'exercice de leur profession, notamment les matières premières, outils, instruments, machines, engrais, semences, plantes, animaux et matières alimentaires pour le bétail ; 2. prêter leur entremise gratuite pour la vente des produits provenant exclusivement du travail personnel ou des exploitations des membres de l'association, faciliter cette vente par expositions, annonces, publications, groupements de commandes et d'expéditions, page 9/78 sans pouvoir l'opérer sous leur nom, et sous leur responsabilité. CHAPITRE VII : DE LA LIBERTE SYNDICALE Article L.29. Il est interdit à tout employeur de prendre en considération l'appartenance à un syndicat ou l'exercice d'une activité syndicale pour arrêter ses décisions en ce qui concerne notamment l'embauche, la conduite et la répartition du travail, la formation professionnelle, l'avancement, la rémunération et l'octroi d'avantages sociaux, les mesures de discipline et de congédiement. Le chef d'entreprise ou ses représentants ne devront employer aucun moyen de pression en faveur ou à l'encontre d'une organisation syndicale quelconque. Toute mesure prise par l'employeur contrairement aux dispositions des alinéas précédents sera considérée comme abusive et donnera lieu à dommages-intérêts. page 10/78 TITRE III : DU CONTRAT DE TRAVAIL CHAPITRE PREMIER : DISPOSITIONS GENERALES Article L.30. Le travailleur ne peut engager ses services qu'à temps ou pour une durée limitée à l'exécution d'un ouvrage ou d'une entreprise déterminée. Le contrat d'équipe est interdit. Article L.31. Les contrats de travail sont passés librement et dans les formes qu'il convient aux parties contractantes d'adopter, sous réserve des dispositions dérogatoires prévues au présent code. Les formes et modalités d'établissement du contrat de travail dans les cas dérogatoires sus visés sont fixées par décret. Article L.32. Quels que soient le lieu de la conclusion du contrat et la résidence de l'une ou l'autre partie, tout contrat de travail conclu pour être exécuté au Sénégal est soumis aux dispositions du présent Code. La preuve de son existence peut être apportée par tous moyens."
  },
  {
    "id": "Code_du_travail_7",
    "source": "Code_du_travail",
    "chunk_index": 7,
    "text": "par décret. Article L.32. Quels que soient le lieu de la conclusion du contrat et la résidence de l'une ou l'autre partie, tout contrat de travail conclu pour être exécuté au Sénégal est soumis aux dispositions du présent Code. La preuve de son existence peut être apportée par tous moyens. Le contrat écrit est exempt de tous droits de timbre et d'enregistrement. Article L.33. Tout contrat de travail nécessitant l'installation du travailleur hors de sa résidence habituelle doit être, après visite médicale du travailleur, constaté par écrit et visé par la Direction générale du Travail et de la Sécurité sociale. Celle-ci appose le visa après notamment : 1. avoir vérifié les conditions de travail consenties ; 2. avoir constaté l'identité du travailleur, son libre consentement et la conformité du contrat de travail aux dispositions applicables en matière de travail ; 3. avoir vérifié que le travailleur est libre de tout engagement ; 4. avoir donné aux parties lecture et, éventuellement, traduction du contrat. Article L.34. La demande de visa incombe à l'employeur. Si le visa est refusé, le contrat est nul de plein droit. L'éventuel refus de visa doit être motivé. En cas d'absence de contrat écrit ou si l'omission du visa est due au fait de l'employeur, le travailleur a droit de faire constater par le tribunal compétent la nullité du contrat et pourra, s'il y a lieu, réclamer des dommages intérêts. Si la Direction générale du Travail et de la Sécurité sociale n'a pas fait connaître sa décision dans les quinze jours qui suivent la demande de visa, ce visa est réputé avoir été accordé. Si l'une des parties ne respecte pas les obligations éventuellement prescrites à l'occasion du visa, l'autre partie peut demander au tribunal compétent de déclarer la nullité du contrat comme dans le cas d'omission de visa, et réclamer, s'il y a lieu, des dommages-intérêts. Article L.35. Le travailleur doit toute son activité professionnelle à l'entreprise sauf dérogation stipulée au contrat. Toutefois, il lui est loisible, sauf convention contraire, d'exercer, en dehors de son temps de travail, toute activité à caractère professionnel non susceptible de concurrencer l'entreprise ou de nuire à la bonne exécution des services convenus. Est nulle de plein droit toute clause d'un contrat de travail portant interdiction pour le travailleur d'exercer une activité quelconque à page 11/78 l'expiration du contrat, sauf le cas où la rupture est le fait du travailleur ou résulte d'une faute lourde de celui-ci. Toutefois, en ce cas, l'interdiction ne peut porter que sur une activité de nature à concurrencer l'employeur ; elle ne peut dépasser un an et ne peut s'appliquer que dans un rayon de 50 kilomètres autour du lieu de travail. CHAPITRE II : DE L'ENGAGEMENT A L'ESSAI Article L.36. Il y a engagement à l'essai lorsque l'employeur et le travailleur, en vue de conclure un contrat définitif, verbal ou écrit, décident au préalable, d'apprécier notamment, le premier, la qualité des services du travailleur et son rendement, le second, les conditions de travail, de vie, de rémunération, d'hygiène et de sécurité, ainsi que le climat social. Article"
  },
  {
    "id": "Code_du_travail_8",
    "source": "Code_du_travail",
    "chunk_index": 8,
    "text": "l'employeur et le travailleur, en vue de conclure un contrat définitif, verbal ou écrit, décident au préalable, d'apprécier notamment, le premier, la qualité des services du travailleur et son rendement, le second, les conditions de travail, de vie, de rémunération, d'hygiène et de sécurité, ainsi que le climat social. Article L.37. Le contrat d'engagement à l'essai est à peine de nullité constaté par écrit. Il peut être inclus dans le corps d'un contrat définitif. Article L.38. Le contrat d'engagement à l'essai ne peut être conclu pour une durée supérieure au délai nécessaire pour mettre à l'épreuve le personnel engagé, compte tenu de la technique et des usages de la profession. Dans tous les cas l'engagement à l'essai ne peut porter, renouvellement compris, que sur une période maximum de six mois. Article L.39. La prolongation des services après expiration du contrat d'engagement à l'essai, sans qu'il y ait établissement d'un nouveau contrat, équivaut à la conclusion d'un contrat à durée indéterminée prenant effet à la date du début de l'essai. Article L.40. Sauf dispositions particulières prévues expressément au contrat, l'engagement à l'essai peut, à tout moment, cesser sans préavis par la volonté de l'une des parties. CHAPITRE III : DU CONTRAT DE TRAVAIL A DUREE DETERMINEE Article L.41. Le contrat de travail à durée déterminée est un contrat dont la durée est précisée à l'avance suivant la volonté des parties. Un contrat de travail passé pour l'exécution d'un ouvrage déterminé ou la réalisation d'une entreprise dont la durée ne peut être préalablement évaluée avec précision, est assimilé à un contrat à durée déterminée. Un contrat dont le terme est subordonné à un événement futur et certain dont la date n'est pas exactement connue, est également assimilé à un contrat à durée déterminée. Article L.42. Aucun travailleur ne peut conclure avec la même entreprise plus de deux contrats à durée déterminée, ni renouveler plus d'une fois un contrat à durée déterminée. La continuation des services en dehors des cas prévus à l'alinéa précédent constitue de plein droit l'exécution d'un contrat de travail à durée indéterminée. Les dispositions ci-dessus ne s'appliquent pas: 1. au travailleur engagé à l'heure ou à la journée pour une occupation de courte durée n'excédant pas une journée ; 2. au travailleur saisonnier engagé pour la durée d'une campagne agricole, commerciale, page 12/78 industrielle ou artisanale ; 3. au docker engagé pour des travaux de manutention à exécuter à l'intérieur de l'enceinte des ports ; 4. au travailleur engagé en complément d'effectif pour exécuter des travaux nés d'un surcroît d'activité de l'entreprise ; 5. au travailleur engagé pour assurer le remplacement provisoire d'un travailleur de l'entreprise en suspension légale de contrat de travail, telle que définie par l'article L 70, à l'exception du 1er et du 6ème. Les conditions d'emploi des travailleurs sus-mentionnés et les modalités d'application du présent article sont fixées par décret. Article L.43. Les deux premiers alinéas de l'article L 42 ne s'appliquent pas aux travailleurs engagés par des entreprises relevant d'un secteur d'activité dans lequel il est d'usage de ne pas recourir au contrat à durée indéterminée"
  },
  {
    "id": "Code_du_travail_9",
    "source": "Code_du_travail",
    "chunk_index": 9,
    "text": "travailleurs sus-mentionnés et les modalités d'application du présent article sont fixées par décret. Article L.43. Les deux premiers alinéas de l'article L 42 ne s'appliquent pas aux travailleurs engagés par des entreprises relevant d'un secteur d'activité dans lequel il est d'usage de ne pas recourir au contrat à durée indéterminée en raison des caractéristiques de l'activité exercée, lorsque l'emploi de ces travailleurs est par nature temporaire. La liste de ces secteurs d'activité est fixée par arrêté. Article L.44. Le contrat de travail à durée déterminée doit être constaté par écrit. A défaut d'écrit il est présumé conclu pour une durée indéterminée. Le contrat à durée déterminée ne peut être conclu pour une durée supérieure à deux ans. Le contrat à durée déterminée conclu pour la réalisation d'un ouvrage déterminé n' est pas soumis à la limite maximale précitée mais, dans ce cas, il ne peut être renouvelé. Le contrat à durée déterminée de plus de trois mois doit être déposé par l'employeur à l'Inspection du Travail et de la Sécurité sociale du ressort avant tout commencement d'exécution. Article L.45. Le contrat de travail à durée déterminée ne peut avoir pour objet de pourvoir durablement un emploi lié à l'activité normale et permanente de l'entreprise. Article L.46. Il est interdit de recourir à un contrat à durée déterminée dans les six mois qui suivent un licenciement pour motif économique en ce qui concerne les postes supprimés à la suite de ce licenciement sauf si la durée du contrat non susceptible de renouvellement n'excède pas trois mois. Article L.47. Lorsque les relations contractuelles de travail ne se poursuivent pas à l'issue d'un contrat de travail à durée déterminée le travailleur a droit à une indemnité de fin de contrat, à titre de complément de salaire, qui est égale à sept pour cent du montant de la rémunération totale brute due au travailleur pendant la durée du contrat. Cette indemnité n'est pas due : 1. dans les cas visés aux alinéas numérotés 1, 2, 3 et 5 de l'article L 42 et l'article L.43; 2. en cas de refus par le travailleur d'accepter la conclusion d'un contrat de travail à durée indéterminée pour occuper le même emploi ou un emploi similaire assorti d'un salaire au page 13/78 moins égal ; 3. en cas de rupture anticipée du contrat due à l'initiative du travailleur ou à sa faute lourde. Article L.48. Il ne peut être mis fin avant terme à un contrat à durée déterminée qu'en cas de faute lourde, d'accord des parties constaté par écrit ou de force majeure. La méconnaissance par l'employeur des dispositions de l'alinéa précédent ouvre droit, pour le travailleur, à des dommages-intérêts. Les dispositions des articles L.57 à L.59 sont applicables aux contrats à durée déterminée. CHAPITRE IV : DU CONTRAT DE TRAVAIL A DUREE INDETERMINEE SECTION 1 : DE LA RUPTURE DU CONTRAT Article L.49. (Loi 2015-04 du 12 Février 2015) Tout contrat de travail qui ne répond pas aux définitions du contrat à durée déterminée ,du contrat d'apprentissage,du contrat de stage ou du contrat d'engagement à l'essai doit être"
  },
  {
    "id": "Code_du_travail_10",
    "source": "Code_du_travail",
    "chunk_index": 10,
    "text": "DE TRAVAIL A DUREE INDETERMINEE SECTION 1 : DE LA RUPTURE DU CONTRAT Article L.49. (Loi 2015-04 du 12 Février 2015) Tout contrat de travail qui ne répond pas aux définitions du contrat à durée déterminée ,du contrat d'apprentissage,du contrat de stage ou du contrat d'engagement à l'essai doit être considéré comme contrat à durée indéterminée. Le contrat à durée indéterminée peut toujours cesser par la volonté de l'une des parties sous réserve des règles sur le préavis, et, en ce qui concerne les formes du licenciement, des dispositions spécifiques concernant les délégués du personnel et le licenciement pour motif économique. Article L.50. La résiliation du contrat à durée indéterminée est subordonnée à un préavis notifié par écrit par la partie qui prend l'initiative de la rupture. Ce préavis ne doit être subordonné à aucune condition suspensive ou résolutoire. Il commence à courir à compter de la date de la remise de la notification. Le motif de rupture du contrat doit figurer dans cette notification. En l'absence de conventions collectives, un décret fixe les modalités, les conditions et la durée du préavis, compte tenu notamment, de la durée du contrat et des catégories professionnelles. Article L.51. Si le licenciement d'un travailleur survient sans observation de la formalité de la notification écrite de la rupture ou de l'indication d'un motif, mais pour un motif légitime, ce licenciement irrégulier en la forme ne peut être considéré comme abusif. Le tribunal peut néanmoins accorder au travailleur une indemnité pour sanctionner l'inobservation des règles de forme. Article L.52. Pendant la durée du délai de préavis, l'employeur et le travailleur sont tenus au respect de toutes les obligations réciproques qui leur incombent. En vue de la recherche d'un autre emploi, le travailleur bénéficiera, pendant la durée du préavis, de deux jours libres par semaine pris, à son choix, globalement ou heure par heure, payé à plein salaire. La partie à l'égard de laquelle ces obligations ne seraient pas respectées sera dispensée d'observer le délai de préavis restant à courir, sans préjudice des dommages-intérêts qu'elle pourrait demander au tribunal compétent. page 14/78 Article L.53. Toute rupture du contrat à durée indéterminée, sans préavis ou sans que le délai de préavis ait été intégralement observé, emporte obligation, pour la partie responsable, de verser à l'autre partie une indemnité dite «indemnité de préavis», dont le montant correspond à la rémunération et aux avantages de toute nature dont aurait bénéficié le travailleur durant le délai de préavis qui n'aura pas été effectivement respecté. Toutefois le travailleur licencié, qui se trouve dans l'obligation d'occuper immédiatement un nouvel emploi, peut, après en avoir avisé l'employeur et apporté la preuve de cette obligation, quitter l'établissement avant l'expiration du délai de préavis, sans avoir à payer l'indemnité de préavis afférente à l'inobservation partielle de ce délai. Article L.54. La rupture du contrat peut cependant intervenir sans préavis en cas de faute lourde, sous réserve de l'appréciation de la juridiction compétente en ce qui concerne la gravité de la faute. Article L.55. Si la résiliation du contrat intervient pendant le congé du travailleur, l'indemnité compensatrice de"
  },
  {
    "id": "Code_du_travail_11",
    "source": "Code_du_travail",
    "chunk_index": 11,
    "text": "délai. Article L.54. La rupture du contrat peut cependant intervenir sans préavis en cas de faute lourde, sous réserve de l'appréciation de la juridiction compétente en ce qui concerne la gravité de la faute. Article L.55. Si la résiliation du contrat intervient pendant le congé du travailleur, l'indemnité compensatrice de préavis calculée conformément à l'alinéa 1 de l'article L 53 , est doublée. Article L.56. Toute rupture abusive du contrat peut donner lieu à des dommages-intérêts. La juridiction compétente constate l'abus par une enquête sur les causes et les circonstances de la rupture du contrat. Les licenciements effectués sans motifs légitimes, de même que les licenciements motivés par les opinions du travailleur, son activité syndicale, son appartenance ou sa non appartenance à un syndicat déterminé, en particulier, sont abusifs. En cas de contestation, la preuve de l'existence d'un motif légitime de licenciement incombe à l'employeur. Le jugement devra mentionner expressément le motif allégué par la partie qui aura rompu le contrat. Le montant des dommages-intérêts est fixé compte tenu, en général, de tous les éléments qui peuvent justifier l'existence et déterminer l'étendue du préjudice causé et notamment : a) lorsque la responsabilité incombe au travailleur, du préjudice subi par l'employeur en raison de l'inexécution du contrat ; b) lorsque la responsabilité incombe à l'employeur, des usages, de la nature des services engagés, de l'ancienneté des services, de l'âge du travailleur et des droits acquis à quelque titre que ce soit. Ces dommages-intérêts ne se confondent ni avec l'indemnité de préavis, ni avec l'indemnité de licenciement éventuellement prévue par le contrat ou la convention collective. Le jugement doit être motivé en ce qui concerne la fixation du montant des dommages-intérêts. Le salaire est calculé sur la base du salaire mensuel moyen perçu pendant les douze derniers mois, ou du salaire perçu depuis l'entrée dans l'entreprise si l'embauche du travailleur remonte à moins d'un an. Pour le calcul du temps de service de référence, il est tenu compte des fractions d'année. Article L.57. Lorsqu'un travailleur ayant rompu abusivement un contrat de travail engage à nouveau ses page 15/78 services, le nouvel employeur est solidairement responsable du dommage causé à l'employeur précédent dans les trois cas suivants : a) quand il est démontré qu'il est intervenu dans le débauchage ; b) quand il a embauché un travailleur qu'il savait déjà lié par un contrat de travail ; c) quand il a continué à occuper un travailleur après avoir appris que ce travailleur était encore lié à un autre employeur par un contrat de travail. Dans ce troisième cas, la responsabilité du nouvel employeur cesse d'exister si, au moment où il est averti, le contrat de travail abusivement rompu par le travailleur est venu à expiration, soit, s'il s'agit d'un contrat à durée déterminée par l'arrivée du terme, soit, s'il s'agit d'un contrat à durée indéterminée, par l'expiration du préavis ou si un délai de quinze jours s'est écoulé depuis la rupture dudit contrat. Article L.58. A l'expiration du contrat, l'employeur doit, sous peine de dommages-intérêts, remettre au travailleur, au moment de son départ définitif de"
  },
  {
    "id": "Code_du_travail_12",
    "source": "Code_du_travail",
    "chunk_index": 12,
    "text": "du terme, soit, s'il s'agit d'un contrat à durée indéterminée, par l'expiration du préavis ou si un délai de quinze jours s'est écoulé depuis la rupture dudit contrat. Article L.58. A l'expiration du contrat, l'employeur doit, sous peine de dommages-intérêts, remettre au travailleur, au moment de son départ définitif de l'entreprise ou de l'établissement, un certificat indiquant exclusivement la date de son entrée, celle de sa sortie, la nature et les dates des emplois successivement occupés, la catégorie de la convention collective dont le travailleur relève. Si la remise du certificat de travail au travailleur n'est pas possible du fait du travailleur, le certificat de travail est tenu à sa disposition par l'employeur. Ce certificat est exempt de tous droits de timbre et d'enregistrement, même s'il contient la formule «libre de tout engagement» ou toute autre formule ne constituant ni obligation ni quittance. Article L.59. A peine de dommages-intérêts, l'employeur ne peut fournir des renseignements tendancieux ou erronés sur le compte du travailleur. SECTION 2 : DU LICENCIEMENT POUR MOTIF ECONOMIQUE Article L.60. Tout licenciement individuel ou collectif effectué par un employeur, et motivé par une difficulté économique ou une réorganisation intérieure constitue un licenciement pour motif économique et s'opère suivant la procédure décrite à la présente section. Article L.61. Pour tenter d'éviter un licenciement pour motif économique, l'employeur doit réunir les délégués du personnel et rechercher avec eux toutes les autres possibilités telles que la réduction des heures de travail, le travail par roulement, le chômage partiel, la formation ou le redéploiement du personnel. Le compte rendu de cette réunion, établi par l'employeur, doit être dans un délai de huit jours, communiqué à l'Inspecteur du Travail et de la Sécurité sociale, lequel dispose d'un délai de quinze jours à dater de cette communication, pour exercer, éventuellement, ses bons offices. Article L.62. Si, après l'échéance du délai de quinze jours, certains licenciements étaient nécessaires, l'employeur établit l'ordre des licenciements. Cet ordre tient compte, en premier lieu, des travailleurs présentant des aptitudes professionnelles moindres pour les emplois maintenus. En cas d'égalité d'aptitude professionnelle, les travailleurs les plus anciens seront conservés. L'ancienneté dans l'entreprise est majorée, pour établir cet ordre des licenciements, d'un an pour le travailleur marié et d'un an pour chaque enfant à charge au sens de la législation sur les prestations familiales. L'employeur doit communiquer par écrit, aux délégués du personnel, s'il en existe, la liste des page 16/78 travailleurs qu'il se propose de licencier, en précisant les critères qu'il a retenus. Il convoque, sept jours au plus tôt après la communication de cette liste, les délégués du personnel pour recueillir leurs suggestions, lesquelles sont consignées dans le compte rendu de la réunion établi par l'employeur Si l'employeur envisage de licencier un délégué du personnel, il devra respecter la procédure spécifique à ces travailleurs. Pour les autres travailleurs, l'employeur peut après la réunion avec les délégués du personnel, procéder au licenciement. Dans tous les cas, la liste des travailleurs licenciés et le compte rendu de la réunion susvisée sont communiqués à l'Inspecteur du Travail et de la Sécurité sociale pour information,"
  },
  {
    "id": "Code_du_travail_13",
    "source": "Code_du_travail",
    "chunk_index": 13,
    "text": "à ces travailleurs. Pour les autres travailleurs, l'employeur peut après la réunion avec les délégués du personnel, procéder au licenciement. Dans tous les cas, la liste des travailleurs licenciés et le compte rendu de la réunion susvisée sont communiqués à l'Inspecteur du Travail et de la Sécurité sociale pour information, dans le délai d'une semaine. Le travailleur licencié pour motif économique bénéficie, en dehors du préavis et de l'indemnité de licenciement, d'une indemnité spéciale non imposable, payée par l'employeur et égale à un mois du salaire brut. Il bénéficie également dans son ancienne entreprise et pendant deux ans, d'une priorité d'embauche dans la même catégorie. Le travailleur bénéficiant d'une priorité d'embauche est tenu de communiquer à son employeur tout changement de son adresse survenant après son départ de l'établissement. En cas de vacance, l'employeur avise l'intéressé par lettre recommandée avec accusé de réception envoyée à la dernière adresse connue du travailleur. Ce dernier doit se présenter à l'établissement dans les huit jours suivant la réception de la lettre. En cas de litige la charge de la preuve du motif économique et du respect de l'ordre des licenciements incombe à l'employeur. Les différends individuels du travail concernant la rupture du contrat de travail pour motif économique doivent être examinés prioritairement par les juridictions du travail. Article L.63. Si un plan de redressement est envisagé lors d'une procédure collective de liquidation, le syndic ou l'administrateur pourra procéder à un licenciement pour motif économique en respectant les paragraphes 1 à 5 de l'article précédant. Article L.64. Les procédures des articles L 62 L 63 sont écartées en cas de protocole amiable de départ librement et loyalement négocié entre l'employeur et le ou les travailleurs. L'employeur informe l'Inspecteur du Travail et de la Sécurité sociale du protocole intervenu. SECTION 3 : DU CHOMAGE TECHNIQUE Article L.65. En cas de nécessité d'une interruption collective de travail résultant de causes conjoncturelles ou de causes accidentelles, telles que des accidents survenus au matériel, une interruption de la force motrice, un sinistre, des intempéries, une pénurie accidentelle de matières premières, d'outillage, de moyens de transport, l'employeur peut, après consultation des délégués du personnel, décider de la mise en chômage technique de tout ou partie du personnel de l'entreprise, que le contrat de travail soit à durée déterminée ou indéterminée. Lorsque ce chômage technique n'est pas prévu par la convention collective ou l'accord d'établissement, l'Inspecteur du Travail et de la Sécurité sociale doit, au préalable, être informé des mesures envisagées. un accord entre les parties peut préciser la durée du chômage technique et le échéant la rémunération due au travailleur pendant cette période. page 17/78 SECTION 4 : DE LA MODIFICATION DU CONTRAT DE TRAVAIL Article L.66. S'il survient une modification dans la situation juridique de l'employeur, notamment par succession, reprise sous une nouvelle appellation, vente, fusion, transformation de fonds, mise en société, tous les contrats de travail en cours au jour de la modification subsistent entre le nouvel employeur et le personnel de l'entreprise. Leur résiliation ne peut intervenir que dans les formes et aux conditions prévues par les sections"
  },
  {
    "id": "Code_du_travail_14",
    "source": "Code_du_travail",
    "chunk_index": 14,
    "text": "sous une nouvelle appellation, vente, fusion, transformation de fonds, mise en société, tous les contrats de travail en cours au jour de la modification subsistent entre le nouvel employeur et le personnel de l'entreprise. Leur résiliation ne peut intervenir que dans les formes et aux conditions prévues par les sections 1et 2, comme si la modification dans la situation juridique de l'employeur n'était pas intervenue. Lorsque le travailleur est muté d'une entreprise à une filiale ou inversement, il conserve le bénéfice de l'ancienneté et les avantages déjà acquis au service du premier employeur. La cessation de l'entreprise, sauf cas de force majeure ne dispense pas l'employeur de respecter les règles établies au présent chapitre. La faillite et la liquidation judiciaire ne sont pas considérées comme des cas de force majeure. Les parties ne peuvent renoncer à l'avance au droit éventuel de demander des dommages-intérêts en vertu des dispositions ci-dessus. Article L.67. Le contrat de travail peut être modifié soit à l'initiative du travailleur soit à l'initiative de l'employeur. Toute proposition de modification de caractère individuel apportée à l'un des éléments du contrat de travail doit, au préalable, faire l'objet d'une notification écrite. Si la proposition de modification du contrat présentée par Le travailleur est substantielle et qu'elle est refusée par l'employeur, le travailleur peut rompre le contrat de travail, mais cette rupture lui est imputable. Pour des raisons tenant à l'incapacité physique du travailleur, à la situation économique ou à la réorganisation de l'entreprise, l'employeur peut proposer à un salarié une modification substantielle de son contrat de travail, emportant réduction de certains avantages. Si le travailleur donne une acceptation de principe, cette modification ne peut intervenir qu'à l'issue d'une période équivalente à la période de préavis. Si le travailleur refuse cette modification, la rupture du contrat de travail sera considérée comme résultant de l'initiative de l'employeur, ce dernier étant dès lors tenu de respecter les règles de procédure du licenciement. Il ne pourra être procédé à un déclassement pour inaptitude physique sans que l'intéressé ait subi un examen médical concluant à la nécessité qu'il soit changé d'emploi SECTION 5 : DE LA DISPONIBILITE Article L.68. Le travailleur peut, sur sa demande, bénéficier d'une mise en disponibilité. La mise en disponibilité est la position du travailleur qui, pour convenances personnelles, et après y avoir été autorisé, cesse momentanément son service chez l'employeur. Pendant cette période, le travailleur ne bénéficie pas de son salaire et des accessoires de celui-ci, ni de ses droits à l'avancement, à l'ancienneté, à la retraite et, d'une façon générale, des dispositions du présent code. La mise en disponibilité revêt un caractère exceptionnel laissé à la seule appréciation de l'employeur. page 18/78 SECTION 6 : DE LA RETRAITE Article L.69. Tous les travailleurs, y compris les journaliers, ont droit à la retraite L'âge de la retraite est celui fixé par le régime national d'affiliation en vigueur au sénégal. Les relations de travail pourront néanmoins se poursuivre, d'accord parties, pendant une période qui ne pourra excéder l'âge de soixante ans du travailleur. Le départ à la retraite à partir de l'âge"
  },
  {
    "id": "Code_du_travail_15",
    "source": "Code_du_travail",
    "chunk_index": 15,
    "text": "la retraite L'âge de la retraite est celui fixé par le régime national d'affiliation en vigueur au sénégal. Les relations de travail pourront néanmoins se poursuivre, d'accord parties, pendant une période qui ne pourra excéder l'âge de soixante ans du travailleur. Le départ à la retraite à partir de l'âge prévu au premier alinéa de cet article, à l'initiative de l'une ou l'autre des parties, ne constitue ni une démission ni un licenciement. CHAPITRE V : DE LA SUSPENSION DES CONTRATS DE TRAVAIL Article L.70. Le contrat est suspendu : 1. En cas de fermeture de l'établissement par suite du départ de l'employeur sous les drapeaux ou pour une période obligatoire d'instruction militaire ; 2. Pendant la durée du service militaire du travailleur et pendant les périodes obligatoires d'instruction militaire auxquelles il est astreint ; 3. Pendant la durée de l'absence du travailleur, en cas de maladie dûment constatée par un médecin agréé, durée limitée à six mois; ce délai est prorogé jusqu'au remplacement du travailleur; 4. Pendant la période d'indisponibilité résultant d'un accident du travail ou d'une maladie professionnelle ; 5. Pendant le repos de la femme salariée bénéficiaire des dispositions de l'article L.143 ; 6. Pendant la grève ou le lock-out si ceux-ci ont été déclenchés dans le respect de la procédure de règlement des conflits collectifs du travail ; 7. Pendant la durée de l'absence du travailleur, autorisée par l'employeur en vertu de la réglementation, des conventions collectives, ou d'accords individuels ; 8. Pendant la période de mise à pied du délégué du personnel, dans l'attente de la décision définitive de l'Inspecteur du Travail et de la Sécurité sociale ; 9. Pendant la détention préventive du travailleur ; 10. Pendant la durée du congé payé augmentée, éventuellement des délais de route et des périodes d'attente de départ définies à l'article L.160 ; 11. Pendant la durée du mandat de député à l'Assemblée nationale, à la demande écrite de l'intéressé ; 12. Pendant la durée du congé d'éducation ouvrière accordé dans les conditions fixées conformément aux dispositions en vigueur. Seules les périodes de suspension de contrat visées aux alinéas 1er, 2ème, 9ème et 11ème ci- dessus ne sont pas considérées comme temps de service pour la détermination de l'ancienneté du travailleur dans l'entreprise. Les droits du travailleur mobilisé sont garantis, en tout état de cause, par la législation en vigueur. page 19/78 Article L.71. Dans chacun des trois premiers cas visés à l'article précédent, l'employeur est tenu de verser au travailleur, dans la limite du préavis, une indemnité assurant à celui-ci le montant de sa rémunération, déduction faite éventuellement des rémunérations ou indemnités qu'il pourrait percevoir en raison même du motif de son absence. Si le contrat est à durée déterminée, ou si le travailleur est soumis à un statut ne fixant pas la durée du préavis, il est fait référence au préavis fixé par convention collective ou par arrêté, pour la branche professionnelle considérée. CHAPITRE VI : DISPOSITIONS TRANSITOIRES Article L.72. Les dispositions du présent code sont de plein droit applicables aux contrats individuels en cours. Elles ne peuvent"
  },
  {
    "id": "Code_du_travail_16",
    "source": "Code_du_travail",
    "chunk_index": 16,
    "text": "ne fixant pas la durée du préavis, il est fait référence au préavis fixé par convention collective ou par arrêté, pour la branche professionnelle considérée. CHAPITRE VI : DISPOSITIONS TRANSITOIRES Article L.72. Les dispositions du présent code sont de plein droit applicables aux contrats individuels en cours. Elles ne peuvent constituer une cause de rupture de ces contrats. Toute clause d'un contrat en cours qui ne serait pas conforme aux dispositions du présent code, d'un décret ou d'un arrêté pris pour son application, sera modifiée dans un délai de six mois, à compter de la publication du présent code ou du décret ou de l'arrêté en cause. Au cas de refus de l'une des parties, la juridiction compétente pourra ordonner, sous peine d'astreinte, de procéder aux modifications qui seront jugées nécessaires. page 20/78 TITRE IV : DE L'APPRENTISSAGE, DE LA FORMATION PROFESSIONNELLE ET DU STAGE CHAPITRE PREMIER : DE L'APPRENTISSAGE Article L.73. Le contrat d'apprentissage est un contrat de travail de type particulier par lequel un employeur s'engage, outre le versement d'une allocation d'apprentissage, à assurer une formation professionnelle méthodique et complète dispensée dans l'entreprise et éventuellement dans un centre de formation d'apprentis, à un jeune travailleur qui s'oblige en retour, à travailler pour cet employeur pendant la durée du contrat. Le contrat d'apprentissage doit être constaté par écrit et un des exemplaires doit être déposé à l'Inspection du Travail et de la Sécurité sociale dans le ressort de laquelle se trouve le lieu de l'apprentissage. A défaut du respect de ces deux règles de forme, le contrat est considéré comme un contrat de travail à durée indéterminée. Les autres conditions de forme et de fond, les effets et la durée maximale du contrat d'apprentissage, les cas et les conséquences de sa résiliation, les mesures de contrôle de son exécution, les allégements de charges pour les employeurs ainsi que les catégories d'entreprises dans lesquelles sera imposé un pourcentage d'apprentis par rapport au nombre total de travailleurs, sont fixés par décret. Article L.74. L'employeur délivre, à la fin de l'apprentissage un certificat constatant l'exécution du contrat. L'apprenti dont le temps d'apprentissage est terminé peut passer un examen devant l'organisme désigné par arrêté conjoint du Ministre chargé du Travail et de celui chargé de la Formation professionnelle. Il est délivré à l'apprenti qui a subi l'examen avec succès, un certificat d'aptitude professionnelle. CHAPITRE II : DE LA FORMATION PROFESSIONNELLE ET DU STAGE Article L.75. Le contrat de travail, ou ultérieurement un avenant à ce contrat, peut prévoir une formation professionnelle en alternance ou en formation continue ou un stage. Le contrat ou l'avenant doit être constaté par écrit. Les objectifs et la durée de la formation ou du stage ainsi que la rémunération doivent être expressément indiqués. Article L.76. Lorsque le travailleur bénéficie d'une formation ou d'un perfectionnement professionnels entraînant des charges supportées par l'employeur, il peut être stipulé que le travailleur sera tenu de rester au service de l'employeur pendant un temps minimum en rapport avec le coût de la formation ou de perfectionnement professionnels, mais qui ne peut, en aucun cas, excéder"
  },
  {
    "id": "Code_du_travail_17",
    "source": "Code_du_travail",
    "chunk_index": 17,
    "text": "formation ou d'un perfectionnement professionnels entraînant des charges supportées par l'employeur, il peut être stipulé que le travailleur sera tenu de rester au service de l'employeur pendant un temps minimum en rapport avec le coût de la formation ou de perfectionnement professionnels, mais qui ne peut, en aucun cas, excéder quatre ans. Cette convention sera constatée par écrit et sera, immédiatement déposée à l'Inspection du Travail et de la Sécurité sociale. Le travailleur qui n'aura pas respecté cette obligation sera tenu au remboursement des frais engagés par l'employeur pour sa formation et son perfectionnement, en proportion de la période non travaillée par rapport à la totalité du temps minimum de service souscrit dans la convention. page 21/78 Article L 76 bis ( Loi 2015 -04 du 12 Février 2015) Toutefois, un contrat de stage peut être conclu entre une entreprise et un dipômé n'ayant pas encore exercé une activité professionnelle en rapport avec sa formation. Le contrat de stage visé à l'alinéa précédent, est une convention par laquelle une entreprise s'engage à assurer à une personne appelée stagiaire, l'acquisition d'une expérience et d'aptitudes professionnelles pour faciliter son accès à un emploi et son insertion dans le milieu professionnel. Les différents types de contrats pouvant être offerts aux stagiaires sont : - le contrat de stage d'incubation ; - le contrat de stage d'adaptation ; - le contrat de stage préembauche ; - le contrat de stage de requalification. page 22/78 TITRE V : DU TACHERONNAT Article L.77. Le tâcheron est un maître ouvrier inscrit au registre des corps et métiers qui recrute à titre occasionnel des ouvriers, et qui leur fournit l'outillage et les matières premières en vue de la réalisation d'un ouvrage déterminé. La réalisation de cette ouvrage se fait soit directement pour le maître de l'ouvrage soit pour le compte de l'entrepreneur. L'exploitation des ouvriers par le tâcheron, ou marchandage, est interdite. Il est interdit au tâcheron de sous-traiter en tout ou partie ses contrats de tâcheronnat. Le contrat de tâcheronnat est soumis au visa de l'Inspecteur du Travail et de la Sécurité sociale du ressort du lieu d'exécution du contrat. Si l'Inspecteur du Travail et de la Sécurité sociale ne fait pas connaître sa décision dans les quinze jours qui suivent la demande de visa, le visa est réputé avoir été accordé. Le visa ne peut être refusé que pour des motifs tirés de la violation des dispositions du présent code, dans des conditions fixées par arrêté du Ministre chargé du Travail. Le refus du visa doit être motivé. La demande de visa incombe à l'entrepreneur avant tout commencement d'exécution du contrat. Outre toutes les obligations résultant du présent Code, auxquelles le tâcheron se trouve soumis en sa qualité d'employeur d'une main d'oeuvre salariée, le tâcheron est tenu aux formalités prévues par le présent titre. Article L.78. Quand les travaux sont exécutés ou les services fournis dans les ateliers, magasins ou chantiers de l'entrepreneur, ce dernier est, en cas d'insolvabilité du tâcheron, substitué à celui-ci en ce qui concerne l'ensemble de ses obligations à l'égard des travailleurs . Quand"
  },
  {
    "id": "Code_du_travail_18",
    "source": "Code_du_travail",
    "chunk_index": 18,
    "text": "formalités prévues par le présent titre. Article L.78. Quand les travaux sont exécutés ou les services fournis dans les ateliers, magasins ou chantiers de l'entrepreneur, ce dernier est, en cas d'insolvabilité du tâcheron, substitué à celui-ci en ce qui concerne l'ensemble de ses obligations à l'égard des travailleurs . Quand les travaux sont exécutés ou les services fournis dans un lieu autre que les ateliers, magasins ou chantiers de l'entrepreneur, ce dernier est, en cas d'insolvabilité du tâcheron, responsable du paiement des salaires et de l'allocation de congés payés dus aux travailleurs occupés par celui ci. Il assume de même, dans ce cas, les obligations de l'employeur en matière de sécurité sociale. Le travailleur lésé et les institutions obligatoires de sécurité sociale auront, dans les deux cas ci- dessus, une action directe contre l'entrepreneur. L'entrepreneur dispose dans tous les cas d'une action récursoire contre le tâcheron. Article L.79. Le tâcheron est tenu d'indiquer sa qualité de tâcheron, le nom et l'adresse de l'entrepreneur, par voie d'affiche apposée de façon permanente dans chacun des ateliers, magasins ou chantiers utilisés. Il doit afficher, dans les mêmes conditions, la liste des dates de paie des salaires à ses travailleurs pour la période des travaux. Est obligatoire l'envoi à l'Inspection du Travail et de la Sécurité sociale, par le tâcheron sous- entrepreneur, préalablement à l'exécution du contrat du tâcheronnat, d'une déclaration précisant ses nom, adresse et qualité, la situation de chacun de ses chantiers, accompagnée des affiches prévues ci dessus. L'entrepreneur doit afficher dans ses bureaux et tenir à jour la liste des tâcherons avec lesquels page 23/78 il a passé contrat. Il doit payer le tâcheron sur le lieu même où les travaux sont exécutés et les services fournis, en présence des travailleurs au service du tâcheron et aux jours fixés pour la paie de ces derniers. Le tâcheron doit communiquer à l'entrepreneur l'affiche des jours de paie pour la période des travaux. Un arrêté du Ministre chargé du Travail fixera, en cas de besoin, les modalités d'application du présent titre. page 24/78 TITRE VI : DE LA CONVENTION ET DES ACCORDS COLLECTIFS DE TRAVAIL CHAPITRE PREMIER : DE LA NATURE ET DE LA VALIDITE DE LA CONVENTION COLLECTIVE Article L.80. La convention collective de travail est un accord relatif aux conditions de travail conclu entre, d'une part, les représentants d'un ou plusieurs syndicats ou groupements professionnels de travailleurs, et, d'autre part, une ou plusieurs organisations syndicales d'employeurs ou un ou plusieurs employeurs pris individuellement. La convention peut mentionner des dispositions plus favorables aux travailleurs que celles des lois et règlements en vigueur. Elle ne peut déroger aux dispositions d'ordre public définies par ces lois et règlements. La convention collective détermine son champ d'application. Celui-ci peut être national, régional ou local. La convention collective peut être conclue dans le cadre d'un établissement, d'une entreprise, d'une branche d'activité. Elle peut également être conclue pour plusieurs branches d'activité. Selon le cas elle sera dénommée convention d'établissement, convention d'entreprise, convention de branche d'activité ou convention interprofessionnelle. Article L.81. Les représentants des organisations syndicales ou de tout autre groupement"
  },
  {
    "id": "Code_du_travail_19",
    "source": "Code_du_travail",
    "chunk_index": 19,
    "text": "être conclue dans le cadre d'un établissement, d'une entreprise, d'une branche d'activité. Elle peut également être conclue pour plusieurs branches d'activité. Selon le cas elle sera dénommée convention d'établissement, convention d'entreprise, convention de branche d'activité ou convention interprofessionnelle. Article L.81. Les représentants des organisations syndicales ou de tout autre groupement professionnel visés à l'article précédent peuvent contracter au nom de l'organisation qu'ils représentent, en vertu : - soit des stipulations statutaires de cette organisation ; - soit d'une délibération spéciale de cette organisation ; - soit de mandats spéciaux et écrits qui leur sont donnés individuellement par tous les adhérents de cette organisation. A défaut, pour être valable, la convention collective doit être ratifiée par une délibération spéciale de ce groupement. Les groupements déterminent eux-mêmes leur mode de délibération. Article L.82. La convention collective est applicable pendant une durée déterminée ou pour une durée indéterminée. Quand la convention est conclue pour une durée déterminée, sa durée ne peut être supérieure à cinq ans. A défaut de stipulation contraire, la convention à durée déterminée qui arrive à expiration continue à produire ses effets comme une convention à durée indéterminée. La convention collective à durée indéterminée peut cesser par la volonté d'une des parties. La convention collective doit prévoir dans quelles formes et à quelle époque elle pourra être dénoncée, renouvelée ou révisée. La convention collective doit prévoir notamment la durée du préavis qui doit précéder la dénonciation. Tout syndicat professionnel ou tout employeur qui n'est pas partie à la convention collective peut y adhérer ultérieurement. page 25/78 Article L.83. La convention collective doit être écrite en langue française à peine de nullité. Un décret détermine les conditions dans lesquelles sont déposées, publiées et traduites les conventions collectives, ainsi que les conditions dans lesquelles s'effectuent les adhésions prévues au dernier paragraphe de l'article précédent. Les conventions collectives sont applicables, sauf stipulation contraire, à partir du jour qui suit leur dépôt dans les conditions et aux lieux qui seront indiqués par le décret susvisé. Article L.84. Sont soumises aux obligations de la convention collective toutes personnes qui l'ont signée personnellement ou qui sont membres d'une organisation signataire. La convention lie également les organisations qui lui donnent leur adhésion ainsi que tous ceux qui, à un moment quelconque, deviennent membres de ces organisations. Lorsque l'employeur est lié par les clauses de la convention collective, ces clauses s'appliquent aux contrats de travail conclus par lui. Dans tout établissement, compris dans le champ d'application d'une convention collective, les dispositions de cette convention collective s'imposent, sauf dispositions plus favorables aux travailleurs, aux rapports nés des contrats individuels de travail, pour tous les travailleurs de l'établissement. CHAPITRE II : DES CONVENTIONS COLLECTIVE SUSCEPTIBLES D'ETRE ETENDUES ET DE LA PROCEDURE D'EXTENSION Article L.85. A la demande de l'une des organisations syndicales d'employeurs ou de travailleurs intéressées, considérées comme les plus représentatives, ou de sa propre initiative, le Ministre chargé du Travail provoque la réunion d'une commission mixte en vue de la conclusion d'une convention collective de travail ayant pour objet de régler les rapports entre employeurs et travailleurs d'une ou plusieurs"
  },
  {
    "id": "Code_du_travail_20",
    "source": "Code_du_travail",
    "chunk_index": 20,
    "text": "d'employeurs ou de travailleurs intéressées, considérées comme les plus représentatives, ou de sa propre initiative, le Ministre chargé du Travail provoque la réunion d'une commission mixte en vue de la conclusion d'une convention collective de travail ayant pour objet de régler les rapports entre employeurs et travailleurs d'une ou plusieurs branches d'activité déterminées sur le plan national, régional ou local. Un arrêté du Ministre chargé du Travail détermine la composition de cette commission mixte qui comprendra en nombre égal, d'une part des représentants des organisations syndicales les plus représentatives des travailleurs, d'autre part des représentants des organisations syndicales les plus représentatives d'employeurs, ou, à défaut de celles-ci, des employeurs. Des conventions annexes pourront être conclues soit pour chacune des principales catégories professionnelles , soit en cas de convention commune à plusieurs branches d'activité pour chacune de ces branches ; elles contiendront les conditions particulières du travail à ces catégories professionnelles, soit en cas de convention commune à plusieurs branches d'activité pour chacune de ces branches ; elles contiendront les conditions particulières du travail à ces catégories ou ces branches d'activité et seront discutées par les représentants des organisations syndicales les plus représentatives des catégories ou branches intéressées. Le caractère représentatif d'un syndicat ou d'un groupement professionnel est déterminé par le Ministre chargé du Travail qui réunira tous les éléments d'appréciation après avis de l'Inspection du Travail et de la Sécurité sociale du ressort. Les éléments d'appréciation comprendront notamment : - les effectifs et les résultats des élections des délégués du personnel ; - l'indépendance ; - les cotisations ; - l'expérience du syndicat, l'étendue et la nature de son activité. page 26/78 La décision du Ministre est susceptible de recours devant le conseil d'Etat. Le dossier fourni par le Ministre chargé du Travail devra comprendre tous les éléments d'appréciation recueillis. Le Ministre chargé du Travail est en droit de demander au syndicat la production de tous les renseignements de nature à lui permettre d'apprécier son caractère représentatif. A cette fin, les dirigeants statutairement compétents autorisent l'Inspecteur du Travail et de la Sécurité sociale à prendre connaissance des registres d'inscription des adhérents et des livres de trésorerie du syndicat. Lorsque les dites justifications ne sont pas fournies par un syndicat, le Ministre chargé du Travail est en droit de lui dénier le caractère représentatif. Si une commission mixte n'arrive pas à se mettre d'accord sur une ou plusieurs des dispositions à introduire dans la convention, l'Inspection du Travail et de la Sécurité sociale doit, à la demande de l'une des parties, intervenir pour faciliter la réalisation de cet accord. Article L.86. Les conventions collectives visées par le présent chapitre comprennent obligatoirement des dispositions concernant : 1. Le libre exercice du droit syndical et de la liberté d'opinion des travailleurs ; 2. Les salaires minima correspondant aux diverses qualifications de la hiérarchie professionnelle de la branche d'activité considérée ; 3. Les modalités d'exécution et les taux des heures supplémentaires effectuées le jour ou la nuit, pendant les jours ouvrables, les dimanches et les jours fériés ; 4. La durée de l'engagement à l'essai et"
  },
  {
    "id": "Code_du_travail_21",
    "source": "Code_du_travail",
    "chunk_index": 21,
    "text": "minima correspondant aux diverses qualifications de la hiérarchie professionnelle de la branche d'activité considérée ; 3. Les modalités d'exécution et les taux des heures supplémentaires effectuées le jour ou la nuit, pendant les jours ouvrables, les dimanches et les jours fériés ; 4. La durée de l'engagement à l'essai et celle du préavis ; 5. Les délégués du personnel ; 6. Les dispositions concernant la procédure de révision, modification et dénonciation de tout ou partie de la convention collective ; 7. Les modalités d'application du principe «à travail égal, salaire égal» pour les femmes et les jeunes ; 8. Les congés payés ; 9. Les indemnités de déplacement ; 10. La classe de passage et le poids des bagages en cas de déplacement du travailleur et de sa famille, qu'il s'agisse d'un déplacement pour se rendre de sa résidence habituelle au lieu d'emploi et inversement ou qu'il s'agisse d'un déplacement occasionnel du lieu d'emploi. Elles peuvent également contenir, sans que cette énumération soit limitative : 1. les primes d'ancienneté, d'assiduité et de rendement ; 2. les indemnités pour frais professionnels et assimilés, les indemnités de transport ; 3. les primes de panier pour les travailleurs devant prendre leur repas sur le lieu de travail ; 4. Les conditions générales de la rémunération au rendement ou à la commission chaque fois qu'un tel mode de rémunération sera reconnu possible, intégralement ou partiellement ; 5. Les indemnités pour travaux pénibles, dangereux, insalubres, salissants ; page 27/78 6. Les conditions d'embauche et de licenciement des travailleurs, sans que les dispositions prévues puissent porter atteinte au libre choix du syndicat par le travailleur ; 7. Quand il y a lieu, l'organisation et le fonctionnement de l'apprentissage et de la formation professionnelle dans le cadre de la branche d'activité considérée ; 8. Les conditions particulières de travail des femmes et des jeunes dans certaines entreprises se trouvant dans le champ d'application de la convention ; 9. Quand il y a lieu, les modalités de constitution du cautionnement visé au titre VIII ; 10. L'emploi à temps réduit de certaines catégories de personnel et leurs conditions de rémunération ; 11. L'organisation, la gestion et le financement des services sociaux et médico-sociaux ; 12. Le conditions particulières du travail : travaux par roulement, travaux durant le repos hebdomadaire et durant les jours fériés; 13. Les procédures conventionnelles d'arbitrage, suivant lesquelles seront ou pourront être réglés les différends collectifs de travail susceptibles de survenir entre les employeurs et les travailleurs liés par la convention. Un décret déterminera les conditions dans lesquelles pourront être rendues obligatoires les dispositions facultatives reconnues utiles. Article L.87. Dans le cas où une convention collective concernant une ou plusieurs branches d'activité déterminée à été conclue sur le plan national ou régional, les conventions collectives conclues sur le plan inférieur, régional ou local, adaptent cette convention ou certaines de ses dispositions aux conditions particulières de travail existant sur le plan inférieur. Elles peuvent prévoir des dispositions nouvelles et des clauses plus favorables aux travailleurs. Article L.88. A la demande de l'une des organisations syndicales les plus représentatives"
  },
  {
    "id": "Code_du_travail_22",
    "source": "Code_du_travail",
    "chunk_index": 22,
    "text": "le plan inférieur, régional ou local, adaptent cette convention ou certaines de ses dispositions aux conditions particulières de travail existant sur le plan inférieur. Elles peuvent prévoir des dispositions nouvelles et des clauses plus favorables aux travailleurs. Article L.88. A la demande de l'une des organisations syndicales les plus représentatives ou à l'initiative du Ministre chargé du Travail, des dispositions des conventions collectives répondant aux conditions déterminées par le présent chapitre peuvent être rendues obligatoires pour tous les employeurs et travailleurs compris dans le champ d'application professionnel et territorial de la convention, par arrêté du Ministre chargé du Travail. Cette extension des effets et des sanctions de la convention collective se fera pour la durée et aux conditions prévues par ladite convention. Sauf disposition contraire, elle n'a pas d'effet rétroactif. Toutefois, le Ministre chargé du Travail doit exclure de l'extension, les dispositions qui seraient en contradiction avec les textes législatifs ou réglementaires en vigueur. Il peut, en outre, dans les mêmes conditions, extraire de la convention, sans en modifier l'économie, les clauses qui ne répondraient pas à la situation de la ou des branches d'activité dans le champ d'application considéré. Article L.89. L'arrêté ministériel prévu à l'article précédent cessera d'avoir effet lorsque la Convention collective aura cessé d'être en vigueur entre les parties par suite de sa dénonciation ou de son renouvellement. Cet arrêté pourra être rapporté en vue de mettre fin à l'extension de la Convention collective, ou de certaines de ses dispositions, lorsqu'il apparaîtra que la Convention, ou les dispositions considérées, ne répondent plus à la situation de la ou des branches d'activité dans le champ page 28/78 territorial considéré. Article L.90. Un arrêté du Ministre chargé du Travail peut, à défaut ou en attendant l'établissement d'une convention collective, dans les conditions définies au présent chapitre, réglementer les conditions du travail pour une profession déterminée. Cet arrêté peut être pris pour une profession déterminée ou, le cas échéant, pour un groupe de professions dans lesquelles les conditions d'emploi sont comparables. Il peut abroger des conventions collectives conclues antérieurement au présent code et dont les dispositions, non contraires à la loi, sont demeurées en vigueur en attendant l'établissement de nouvelles conventions dans le cadre de la présente loi. A défaut, ou en attendant l'établissement d'une convention collective, des décrets réglementent les conditions de travail des professions relevant des établissements ou des services publics. Article L.91. Tout arrêté d'extension ou de retrait d'extension devra être précédé d'une consultation des organisations professionnelles et de toutes personnes intéressées, qui devront faire connaître leurs observations dans un délai de trente jours. Un arrêté du Ministre chargé du Travail détermine les modalités de cette consultation. L'arrêté portant extension de salaire est dispensé de cette consultation. CHAPITRE III : DES CONVENTIONS D'ENTREPRISE OU D'ETABLISSEMENTS Article L.92. Des accords concernant une entreprise, un ou plusieurs établissements déterminés peuvent être conclus entre, d'une part, un employeur ou un groupement d'employeurs, et, d'autre part les délégués du personnel et les représentants des syndicats les plus représentatifs du personnel de l'entreprise, du ou des établissements intéressés et y étant effectivement employés."
  },
  {
    "id": "Code_du_travail_23",
    "source": "Code_du_travail",
    "chunk_index": 23,
    "text": "accords concernant une entreprise, un ou plusieurs établissements déterminés peuvent être conclus entre, d'une part, un employeur ou un groupement d'employeurs, et, d'autre part les délégués du personnel et les représentants des syndicats les plus représentatifs du personnel de l'entreprise, du ou des établissements intéressés et y étant effectivement employés. Ces accords ont pour objet d'adapter, aux conditions particulières de l'entreprise, de l'établissement ou des établissements considérés, les dispositions de la convention collective interprofessionnelle, des conventions collectives nationales, régionales ou locales et des arrêtés prévus à l'article L .90 , et notamment les conditions d'attribution et le mode de calcul de la rémunération au rendement, des primes à la production individuelle et collective et des primes à la productivité. Les clauses salariales de ces accords collectifs peuvent prévoir des modalités particulières d'application des majorations de salaires décidées par les conventions de branches d'activité ou interprofessionnelle applicable dans l'entreprise ou l'établissement à condition que l'augmentation de la masse salariale totale soit au moins égale à l'augmentation qui résulterait de l'application des majorations accordées par les conventions précitées pour les travailleurs concernés. Ces accords peuvent prévoir des dispositions nouvelles et des clauses plus favorables aux travailleurs, notamment une participation aux fruits de l'entreprise ou de l'établissement. A défaut de conventions collectives ou des arrêtés prévus à l'article L.89 , des accords d'entreprise ou d'établissement peuvent être conclus selon les modalités précitées. Les dispositions des articles L. 82 , L. 83 L. 84 s'appliquent aux accords prévus au présent article. page 29/78 CHAPITRE IV : DES CONVENTIONS COLLECTIVES DANS LES SERVICES, ENTREPRISES ET ETABLISSEMENTS PUBLICS Article L.93. Lorsque le personnel des services, entreprises et établissements publics n'est pas soumis à un statut législatif ou réglementaire particulier, des conventions collectives peuvent être conclues conformément aux dispositions du présent titre. La liste des personnes morales de droit public employant du personnel soumis à statut dans ces entreprises sera établie par décret Article L.94. Lorsqu'une convention collective fait l'objet d'un arrêté portant extension, pris en application de l'article L 88, elle est en l'absence de dispositions contraires, applicable aux personnes morales de droit public visées par la présente section qui, en raison de leur nature et de leur activité, se trouvent placées dans son champ d'application. CHAPITRE V : DE L'EXECUTION DE LA CONVENTION ET DES ACCORDS Article L.95. Les groupements de travailleurs ou d'employeurs liés par une convention collective, ou un accord prévu à l'article L. 92, sont tenus de ne rien faire qui soit de nature à en compromettre la loyale exécution. Ils ne sont garants de cette exécution que dans la mesure déterminée par la convention. Article L.96. Les groupements capables d'ester en justice, liés par une convention collective de travail ou l'accord prévu à l'article L 92, peuvent, en leur nom propre, intenter une action en dommages- intérêts à tous autres groupements, à leurs propres membres ou à toutes personnes liées par la convention ou l'accord, qui en violeraient les engagements contractés. Article L.97. Les personnes liées par une convention collective ou l'accord prévu à l'article L.92 peuvent intenter une action en dommages-intérêts aux"
  },
  {
    "id": "Code_du_travail_24",
    "source": "Code_du_travail",
    "chunk_index": 24,
    "text": "action en dommages- intérêts à tous autres groupements, à leurs propres membres ou à toutes personnes liées par la convention ou l'accord, qui en violeraient les engagements contractés. Article L.97. Les personnes liées par une convention collective ou l'accord prévu à l'article L.92 peuvent intenter une action en dommages-intérêts aux autres personnes ou groupements liés par la convention qui violeraient à leur égard les engagements contractés. Article L.98. Les groupements capables d'ester en justice, qui sont liés par la convention collective ou l'accord prévu à l'article L . 92 , peuvent exercer toutes les actions qui naissent de cette convention ou de cet accord en faveur de leurs membres, sans avoir à justifier d'un mandat de l'intéressé, pourvu que celui-ci ait été averti et n'ait pas déclaré s'y opposer. L'intéressé peut toujours intervenir à l'instance engagée par le groupement. Lorsqu'une action née de la convention collective ou de l'accord est intentée soit par une personne, soit par un groupement, tout groupement capable d'ester en justice, dont les membres sont liés par la convention ou l'accord, peut toujours intervenir à l'instance engagée à raison de l'intérêt collectif que la solution du litige peut présenter pour ses membres. page 30/78 CHAPITRE VI : DISPOSITIONS TRANSITOIRES Article L.99. Les conventions collectives conclues antérieurement à la présente loi resteront en vigueur en celles de leurs dispositions qui ne lui sont pas contraires. Ces conventions collectives sont susceptibles de faire l'objet d'arrêtés d'extension dans les conditions prévues, au titre des conventions collectives. Si elles ont fait l'objet d'arrêtés d'extension antérieurement à la présente loi, ces arrêtés demeurent en vigueur en tout ce qu'ils ne sont pas contraires aux dispositions de celle-ci. page 31/78 TITRE VII : DU REGLEMENT INTERIEUR Article L.100. Le règlement intérieur est établi par le chef d'établissement sous réserve de la communication dont il est fait mention au troisième alinéa du présent article. Son contenu est limité exclusivement aux règles relatives à l'organisation technique du travail, à la discipline et aux prescriptions concernant l'hygiène et la sécurité nécessaires à la bonne marche de l'établissement. Toutes les autres clauses qui viendraient à y figurer, notamment celles relatives à la rémunération, seront considérées comme nulles de plein droit, sous réserve des dispositions du dernier alinéa de l'article L.115 . Avant de le mettre en vigueur, le chef d'établissement doit communiquer le règlement intérieur aux délégués du personnel, s'il en existe, et à l'Inspecteur du Travail et de la Sécurité sociale qui exige le retrait des dispositions étrangères à celles énumérées ci-dessus et la modification des dispositions contraires aux lois et règlement en vigueur. Les modalités de communication, de dépôt et d'affichage du règlement intérieur, ainsi que le nombre de travailleurs de l'établissement au-dessus duquel l'existence de ce règlement est obligatoire, sont fixés par arrêté du Ministre chargé du Travail TITRE VIII : DU CAUTIONNEMENT Article L.101. Tout chef d'établissement qui se fait remettre par un travailleur un cautionnement en numéraire ou en titres doit en délivrer récépissé et le mentionner en détail sur le registre d'employeur. Article L.102. Tout cautionnement doit être mis en dépôt dans"
  },
  {
    "id": "Code_du_travail_25",
    "source": "Code_du_travail",
    "chunk_index": 25,
    "text": "chargé du Travail TITRE VIII : DU CAUTIONNEMENT Article L.101. Tout chef d'établissement qui se fait remettre par un travailleur un cautionnement en numéraire ou en titres doit en délivrer récépissé et le mentionner en détail sur le registre d'employeur. Article L.102. Tout cautionnement doit être mis en dépôt dans le délai d'un mois à dater de sa réception par l'employeur. Mention du cautionnement et son dépôt est faite sur le registre de l'employeur et justifiée par un certificat de dépôt tenu à l'établissement, à la disposition de l'Inspection du Travail et de la Sécurité sociale. Le Ministre chargé du Travail fixe par arrêté les modalités de ce dépôt ainsi que la liste des caisses publiques et des banques habilitées à le recevoir. Les caisses d'épargne doivent accepter ce dépôt et délivrer un livret spécial, distinct de celui que le travailleur pourrait posséder déjà ou acquérir ultérieurement. Article L.103. Le retrait de tout ou partie du dépôt ne peut être effectué que sous le double consentement de l'employeur et du travailleur, ou sous celui de l'un d'eux habilité à cet effet par une décision de la juridiction compétente. Article L.104. L'affectation du livret ou du dépôt au cautionnement de l'intéressé entraîne privilège sur les sommes déposées au profit de l'employeur et à l'égard des tiers qui formeraient des saisies- arrêts aux mains de ce dernier. Toute saisie-arrêt formée entre les mains de l'administration de la caisse publique ou de la banque est nulle de plein droit. page 32/78 TITRE IX : DU SALAIRE ET DE SES ACCESSOIRES CHAPITRE I : DE LA DETERMINATION DU SALAIRE Article L.105. A conditions égales de travail, de qualification professionnelle et de rendement, le salaire est égal pour tous les travailleurs, quels que soient leur origine, leur sexe, leur âge et leur statut. Aucun salaire n'est dû en cas d'absence en dehors des cas prévus par la réglementation, les conventions collectives ou les accords des parties. Article L.106. Dans le cas où le travailleur a été déplacé de sa résidence habituelle et introduit au lieu d'emploi par l'employeur pour l'exécution d'un contrat de travail, celui ci est tenu de lui procurer un logement suffisant pour lui et sa famille. Un décret fixera les cas dans lesquels le logement doit être fourni, sa valeur maximale de remboursement et les conditions auxquelles il doit répondre. Article L.107. Dans le cas où le travailleur ne peut, par ses propres moyens, obtenir pour lui et sa famille, un ravitaillement régulier en denrées alimentaires de première nécessité, l'employeur est tenu de le lui fournir dans les conditions prévues par un arrêté du Ministre chargé du Travail. Article L.108. Lorsqu'un travailleur, en service au Sénégal, est astreint par obligation professionnelle à un déplacement occasionnel et temporaire hors de son lieu habituel d'emploi, il a droit à une indemnité dite «indemnité de déplacement». Les modalités d'attribution et les taux de cette indemnité sont fixés, à défaut de disposition dans la convention collective ou dans l'accord d'établissement, par arrêté du Ministre chargé du Travail. Article L.109. Des décrets fixent : - Les salaires minima interprofessionnels"
  },
  {
    "id": "Code_du_travail_26",
    "source": "Code_du_travail",
    "chunk_index": 26,
    "text": "a droit à une indemnité dite «indemnité de déplacement». Les modalités d'attribution et les taux de cette indemnité sont fixés, à défaut de disposition dans la convention collective ou dans l'accord d'établissement, par arrêté du Ministre chargé du Travail. Article L.109. Des décrets fixent : - Les salaires minima interprofessionnels garantis ; - Les cas dans lesquels doivent être concédés des avantages en nature. A défaut de conventions collectives des arrêtés du Ministre chargé du Travail fixent : - Les catégories professionnelles et les salaires minima correspondants ; - Les taux minima de majoration des heures supplémentaires effectuées de jour ou de nuit pendant les jours ouvrables, les dimanches et les jours fériés ; - éventuellement, les primes d'ancienneté et d'assiduité. Article L.110. La rémunération d'un travail à la tâche ou aux pièces doit être calculée de telle sorte qu'elle procure au travailleur de capacité moyenne et travaillant normalement, un salaire au moins égal à celui du travailleur rémunéré au temps effectuant un travail analogue. Les normes objectives et précises de ce mode de rémunération doivent être précisées par écrit au travailleur. page 33/78 Sur procès verbal de constatation de l'infraction aux dispositions de l'alinéa précédent, dressé par l'Inspecteur du Travail et de la Sécurité sociale et appuyé d'une expertise, le tribunal correctionnel peut commettre un nouvel expert. Il apprécie en tout état de cause souverainement si les faits relevés constituent l'infraction visée. Le Tribunal du Travail apprécie de la même manière lorsqu'il est saisi d'un différend individuel du travail ayant trait à la rémunération à la tâche ou aux pièces. Article L.111. Les taux minima de salaires, ainsi que les conditions de rémunération de travail à la tâche ou aux pièces, sont affichés aux bureaux des employeurs et sur les lieux de paie du personnel. Article L.112. Lorsque la rémunération des services est constituée, en totalité ou en partie, par des commissions ou des primes et prestations diverses ou des indemnités représentatives de ces prestations, dans la mesure où celles-ci ne constituent pas un remboursement de frais, il en est tenu compte pour le calcul de l'allocation de congé, de l'indemnité de préavis et des dommages-intérêts. Le montant à prendre en considération à ce titre est la moyenne mensuelle calculée sur les douze derniers mois d'activité, des éléments visés au paragraphe précédent, sauf exceptions expressément prévues par la loi. Article L.113. Un arrêté conjoint du Ministre chargé du Travail et du Ministre chargé des Finances fixe la liste des indemnités et prestations constituant un remboursement de frais. CHAPITRE II : DU PAIEMENT DU SALAIRE SECTION 1 : DU MODE DE PAIEMENT DU SALAIRE Article L.114. Le salaire doit être payé en monnaie ayant cours légal au Sénégal, nonobstant toute stipulation contraire. Le paiement de tout ou partie du salaire, en alcool ou en boissons alcoolisées, est formellement interdit. Le paiement de tout ou partie du salaire en nature est également interdit, sous réserve des dispositions du chapitre premier du présent titre. La paie est faite, sauf cas de force majeure, sur le lieu de travail ou au bureau de l'employeur lorsqu'il"
  },
  {
    "id": "Code_du_travail_27",
    "source": "Code_du_travail",
    "chunk_index": 27,
    "text": "ou en boissons alcoolisées, est formellement interdit. Le paiement de tout ou partie du salaire en nature est également interdit, sous réserve des dispositions du chapitre premier du présent titre. La paie est faite, sauf cas de force majeure, sur le lieu de travail ou au bureau de l'employeur lorsqu'il est voisin du lieu de travail. En aucun cas, elle ne peut être faite dans un débit de boissons ou dans un magasin de vente, sauf pour les travailleurs qui y sont normalement occupés. La paie est faite pendant les heures de travail. Le temps passé à la paie est considéré comme temps de travail et rémunéré comme tel. Article L.115. A l'exception des professions pour lesquelles des usages établis prévoient une périodicité de paiement différente, et qui seront déterminées par arrêté du Ministre chargé du Travail, le salaire doit être payé à intervalles réguliers, ne pouvant excéder 15 jours pour le travailleur payé à l'heure ou à la journée et 1 mois pour le travailleur payé au mois. Toutefois, le travailleur journalier, engagé à l'heure ou à la journée, pour une occupation de courte durée, est payé chaque jour avant la fin du travail. Les paiements mensuels doivent être effectués au plus tard 8 jours après la fin du mois de page 34/78 travail qui donne droit au salaire ; les paiements à la quinzaine ou à la semaine au plus tard 4 jours ou 2 jours après la quinzaine ou la semaine qui donne droit au salaire. Pour tout travail aux pièces ou au rendement dont l'exécution doit durer plus d'une quinzaine, les dates de paiement peuvent être fixées de gré à gré, mais le travailleur doit recevoir chaque quinzaine des acomptes correspondant au moins à 90 % du salaire minimum et être intégralement payé dans la quinzaine qui suit la livraison de l'ouvrage. Les commissions acquises au cours d'un trimestre doivent être payées dans les trois mois suivant la fin de ce trimestre. Les participations aux bénéfices réalisés durant un exercice, doivent être payées dans les neuf mois qui suivent l'exercice. En cas de rupture du contrat de travail, le salaire et les accessoires du salaire, les primes et les indemnités de toute nature dus au travailleur au moment de la rupture doivent être payés dès la cessation du service. Toutefois, en cas de litige, l'employeur peut obtenir du Président du Tribunal du Travail l'immobilisation provisoire entre ses mains de tout ou partie de la fraction saisissable des sommes dues. Les travailleurs absents le jour de la paie peuvent retirer leur salaire aux heures normales d'ouverture de la caisse et conformément au règlement intérieur de l'établissement. Article L.116. Quels que soient la nature et la durée du travail fourni et le montant de la rémunération acquise, tout paiement du salaire doit, sauf dérogation autorisée à titre individuel par l'Inspecteur du Travail et de la Sécurité sociale, faire l'objet d'une pièce justificative dite «bulletin de paie», dressée et certifiée par l'employeur, et remise au travailleur au moment du paiement. Toutes les mentions portées sur le bulletin de paie sont obligatoirement"
  },
  {
    "id": "Code_du_travail_28",
    "source": "Code_du_travail",
    "chunk_index": 28,
    "text": "salaire doit, sauf dérogation autorisée à titre individuel par l'Inspecteur du Travail et de la Sécurité sociale, faire l'objet d'une pièce justificative dite «bulletin de paie», dressée et certifiée par l'employeur, et remise au travailleur au moment du paiement. Toutes les mentions portées sur le bulletin de paie sont obligatoirement reproduites, à l'occasion de chaque paiement des salaires, sur un registre dit «registre des paiements». A l'occasion de chaque paie, ce registre, comme le bulletin de paie lui-même, est émargé par chaque travailleur intéressé. Cet émargement est constitué par l'apposition de la signature du travailleur, ou s'il est illettré, par les signatures de deux témoins sachant signer, dont l'un choisi par le travailleur, à l'exclusion de toute autre inscription ou empreinte digitale. Le Ministre chargé du Travail fixe par arrêté, les rubriques des mentions que le bulletin de paie et le registre des paiements doivent obligatoirement comporter, ainsi que les régimes spéciaux applicables aux manoeuvres journaliers, d'une part, et, d'autre part, aux gens de maison au service de personnes physiques. L'employeur est tenu de ventiler le salaire, les accessoires du salaire, les primes et les indemnités de toute nature, ainsi que, plus généralement toutes sommes par lui dues au travailleur, selon les rubriques qui correspondent aux dites mentions obligatoires, de manière à faire clairement apparaître, en individualisant chaque élément de la rémunération, sa cause exacte et le décompte qui a servi de base à son calcul. Le bulletin de paie et le registre des paiements doivent renseigner explicitement sur chacun des éléments entrant en compte dans le calcul de l'allocation de congé conformément à l'article L.153. Le registre des paiements est conservé par l'employeur, à l'établissement, dans les mêmes conditions que les pièces comptables, et doit être présenté, sur le champ, à toute réquisition de l'Inspection du Travail et de la Sécurité sociale même en cas d'absence du chef d'établissement. Ne sera pas opposable au travailleur la mention pour solde de tout compte ou toute mention équivalente souscrite par lui, soit au cours de l'exécution, soit après la résiliation de son contrat de travail, et par laquelle le travailleur renonce à tout ou partie des droits qu'il tient de son contrat de travail. L'acceptation sans protestation ni réserve, par le travailleur, d'un bulletin de paie, ne peut valoir page 35/78 renonciation de sa part au paiement de tout ou partie du salaire, des accessoires du salaire, des primes et des indemnités de toute nature qui lui sont dus en vertu des dispositions législatives, réglementaires ou contractuelles. Elle ne peut valoir non plus compte arrêté et réglé au sens de l'article «345» du Code de procédure civile. Le salaire et les accessoires du salaire et, plus généralement, les sommes dues par l'employeur au travailleur ne doivent en aucun cas être payés entre les mains d'intermédiaires, mais en mains propres au profit du travailleur créancier, ou passé le délai de l'article L.115, troisième alinéa, par mandat-poste au nom du travailleur intéressé, s'il le demande par écrit. Article L.117. En cas de contestation sur le paiement du salaire, des accessoires du salaire, des primes et"
  },
  {
    "id": "Code_du_travail_29",
    "source": "Code_du_travail",
    "chunk_index": 29,
    "text": "mains d'intermédiaires, mais en mains propres au profit du travailleur créancier, ou passé le délai de l'article L.115, troisième alinéa, par mandat-poste au nom du travailleur intéressé, s'il le demande par écrit. Article L.117. En cas de contestation sur le paiement du salaire, des accessoires du salaire, des primes et des indemnités de toute nature, le non paiement est présumé de manière irréfragable si l'employeur n'est pas en mesure de produire le registre des paiements dûment émargé par le travailleur ou les témoins sous les mentions contestées, ou le double, émargé dans les mêmes conditions, du bulletin de paie afférent au paiement contesté ou une certification d'un établissement bancaire ou postal attestant le paiement au travailleur. A défaut de son imputation à tout autre élément de la rémunération individualisé par le bulletin de paie dans les formes prévues à l'article L.116 , le paiement effectué sera, sauf preuve contraire, présumé représenter le salaire de base du travailleur. SECTION 2 : DES PRIVILEGES ET GARANTIES DE LA CREANCE DE SALAIRE Article L.118. Au sens des dispositions des Sections II et III du présent chapitre, le salaire s'entend, du salaire proprement dit, quelle que soit son appellation, des accessoires du salaire, de l'allocation de congé, des primes, des indemnités et des prestations de toute nature, ainsi que des sommes dues pour la résiliation du contrat de travail, et des dommages-intérêts. Article L.119. A due concurrence de la fraction insaisissable du salaire, telle qu'elle résulte des dispositions de l'article L.118, les créances de salaire du travailleur bénéficient d'un privilège préférable à tous autres privilèges, généraux ou spéciaux Ce privilège s'exerce sur les biens meubles et immeubles de l'employeur. Article L.120. En cas de liquidation judiciaire ou de faillite, les sommes précomptées par le Trésor postérieurement à la date de cessation des paiements, sur les mandats dus à l'employeur, sont rapportées à la masse. Article L.121. Au plus tard dans les dix jours qui suivent le jugement déclaratif de faillite ou de liquidation judiciaire, et sur simple ordonnance du juge commissaire, le Syndic ou le liquidateur doit payer les créances des travailleurs. Au cas où il n'aurait pas les fonds nécessaires, ces créances doivent être acquittées sur les premières rentrées de fonds avant toute autre créance, comme indiqué à l'article L.119. Article L.122. Au cas où lesdites créances sont payées grâce à une avance faite par le Syndic, le liquidateur ou toute autre personne, le prêteur est subrogé dans les droits du travailleur et doit être remboursé dès la rentrée des fonds nécessaires, sans qu'aucune autre créance puisse y faire opposition. page 36/78 Article L.123. Le travailleur logé par l'employeur avant la liquidation judiciaire ou la faillite continue à être logé jusqu'à la date de paiement de sa dernière créance ou, éventuellement, s'il s'agit d'un travailleur déplacé, jusqu'à la date de départ du moyen de transport mis à sa disposition pour regagner sa résidence habituelle. Article L.124. Le travailleur détenteur de l'objet par lui oeuvré peut exercer le droit de rétention dans les conditions prévues par la législation en vigueur. Les objets mobiliers confiés à un"
  },
  {
    "id": "Code_du_travail_30",
    "source": "Code_du_travail",
    "chunk_index": 30,
    "text": "déplacé, jusqu'à la date de départ du moyen de transport mis à sa disposition pour regagner sa résidence habituelle. Article L.124. Le travailleur détenteur de l'objet par lui oeuvré peut exercer le droit de rétention dans les conditions prévues par la législation en vigueur. Les objets mobiliers confiés à un travailleur pour être travaillés, façonnés, réparés ou nettoyés et qui n'auront pas été retirés dans le délai de six mois, pourront être vendus dans les conditions et formes déterminées par la législation en vigueur. Article L.125. Le bénéfice de l'assistance judiciaire est acquis d'office pour toute demande d'autorisation de saisie-arrêt que le travailleur croit devoir présenter à la juridiction de droit commun. SECTION 3 : DE LA PRESCRIPTION DE L'ACTION EN PAIEMENT DE SALAIRE Article L.126. L'action des travailleurs en paiement de salaires, des accessoires du salaire, des primes et indemnités de toute nature, ainsi que, plus généralement, de toute somme due par l'employeur au travailleur, et celle en fourniture de prestations en nature et éventuellement de leur remboursement, se prescrivent par cinq ans. La prescription court à compter de la date à partir de laquelle le salaire est exigible. Elle est suspendue lorsqu'il y a compte arrêté, cédule ou obligation ou citation en justice non périmée, ou dans le cas prévu à l'article L.240. Article L.127. Néanmoins, le travailleur auquel cette prescription est opposée, peut déférer le serment à l'employeur ou à son représentant, sur la question de savoir si le salaire qu'il réclame a été payé. Le serment peut être déféré aux veuves et héritiers ou aux tuteurs de ces derniers, s'ils sont mineurs, pour qu'ils aient à déclarer s'ils ne savent pas que le salaire réclamé soit dû. Article L.128. Si le serment déféré n'est pas prêté, ou s'il est reconnu, même implicitement que les sommes ou prestations réclamées n'ont pas été payées, fournies ou remboursées, l'action en paiement de salaires et en fournitures ou remboursements de prestations en nature se prescrit par dix ans. Il en est de même en cas d'interruption de la prescription. CHAPITRE III : DES RETENUES SUR SALAIRES Article L.129. Il est interdit à l'employeur d'infliger des amendes. Article L.130. Les prélèvements obligatoires, les remboursements de cession consentie dans le cadre des dispositions réglementaires prévues aux articles L. 106 et L 107 et les consignations qui peuvent être prévues par les conventions collectives et les contrats individuels de travail peuvent faire l'objet de retenues sur le salaire. L'employeur doit prélever d'office sur les salaires les cotisations page 37/78 des travailleurs aux institutions obligatoires ou autorisées de prévoyance sociale, dans les conditions fixées par la réglementation en vigueur ou par les statuts desdites institutions. A la demande écrite du travailleur, et sans qu'il y ait lieu de recourir pour celle-ci aux formalités applicables aux autres cessions des traitements et salaires, l'employeur doit également retenir sur les salaires le montant de la cotisation du travailleur à son syndicat dans les conditions qui seront définies par l'autorité compétente. L'autorité compétente fixera les plafonds des retenues à opérer au titre de la cotisation du travailleur aux institutions obligatoires"
  },
  {
    "id": "Code_du_travail_31",
    "source": "Code_du_travail",
    "chunk_index": 31,
    "text": "cessions des traitements et salaires, l'employeur doit également retenir sur les salaires le montant de la cotisation du travailleur à son syndicat dans les conditions qui seront définies par l'autorité compétente. L'autorité compétente fixera les plafonds des retenues à opérer au titre de la cotisation du travailleur aux institutions obligatoires ou autorisées de prévoyance sociale et au titre de la cotisation syndicale. Elle fixera aussi les modalités pratiques de reversement de ces cotisations par l'employeur aux institutions obligatoires ou autorisées de prévoyance sociale et au syndicat désigné par la demande écrite du travailleur. Le plafond des prêts ou avances sur salaire consentis par l'employeur à son salarié ne peut excéder six fois la quotité cessible du salaire. Le remboursement d'avances d'argent consenties par l'employeur au travailleur ne peut faire l'objet de retenues sur les salaires ou appointements que par saisie-arrêt ou cession volontaire souscrite conformément aux dispositions des articles 571-1 à 571-6 du code de Procédure civile. Les acomptes sur salaire déjà acquis ne sont pas considérés comme avances. Dans tous les autres cas, la compensation entre les salaires ou appointements et les dettes du travailleur envers l'employeur ne peut être opérée dans les conditions prévues par l'article «215» du code des obligations civiles et commerciales, que par décision de justice sauf en cas de rupture du contrat de travail imputable au travailleur ou à la suite de sa faute lourde. Article L.131. Les portions de salaire et de pensions de retraite soumises à prélèvements progressifs et les taux y afférents sont fixés par l'article «381» du code de procédure civile. La retenue visée à l'article précédent ne peut, pour chaque paie, excéder ces taux. L'assiette servant au calcul des portions de salaire et de pensions de retraite sus visées est constituée par le salaire brut global tel que défini par l'article L.118, compte tenu des déductions prévues à l'article «381» du code de procédure civile. Article L.132. Les dispositions d'une convention collective ou d'un contrat de travail autorisant tous autres prélèvements sont nulles de plein droit. Les sommes retenues au travailleur en contravention des dispositions ci-dessus portent intérêt à son profit au taux légal depuis la date où elles auraient dû être payées et peuvent être réclamées par lui jusqu'à prescription, le cours en étant suspendu pendant la durée du contrat. CHAPITRE IV : DES ECONOMATS Article L.133. Est considéré comme économat, toute organisation où l'employeur pratique directement ou indirectement la vente ou la cession de marchandises aux travailleurs de l'entreprise pour leurs besoins personnels et normaux. Les économats sont admis sous la triple condition : 1) Que les travailleurs ne soient pas obligés de s'y fournir ; 2) Que la vente des marchandises y soit faite exclusivement au comptant et sans bénéfice ; 3) Que la comptabilité du ou des économats de l'entreprise soit entièrement autonome et page 38/78 soumise au contrôle d'une commission de surveillance élue par les travailleurs. Le prix des marchandises mises en vente doit être affiché lisiblement. Tout commerce installé à l'intérieur de l'entreprise est soumis aux dispositions qui précèdent, à l'exception des coopératives ouvrières. La"
  },
  {
    "id": "Code_du_travail_32",
    "source": "Code_du_travail",
    "chunk_index": 32,
    "text": "économats de l'entreprise soit entièrement autonome et page 38/78 soumise au contrôle d'une commission de surveillance élue par les travailleurs. Le prix des marchandises mises en vente doit être affiché lisiblement. Tout commerce installé à l'intérieur de l'entreprise est soumis aux dispositions qui précèdent, à l'exception des coopératives ouvrières. La vente des alcools et spiritueux est interdite dans les économats, ainsi que sur le lieu d'emploi du travailleur. Article L.134. L'ouverture d'un économat dans les conditions prévues à l'article L.133 est subordonnée à l'autorisation de l'Inspecteur du Travail et de la Sécurité sociale. Elle peut être prescrite dans toute entreprise par l'Inspecteur du Travail et de la Sécurité sociale. Le fonctionnement est contrôlé par l'Inspecteur du Travail et de la Sécurité sociale qui, en cas d'abus constaté, peut prescrire la fermeture provisoire pour une durée maximale d'un mois. Le Ministre chargé du Travail peut ordonner la fermeture définitive du ou des économats de l'entreprise sur rapport de l'Inspecteur du Travail et de la Sécurité sociale et sur proposition du Directeur général du Travail et de la Sécurité sociale. page 39/78 TITRE X : DES CONDITIONS DU TRAVAIL CHAPITRE PREMIER : DE LA DUREE DU TRAVAIL Article L.135. Dans tous les établissements visés à l'article L. 3 la durée légale du travail ne peut excéder 40 heures par semaine. Toutefois, dans les exploitations agricoles, les heures de travail sont fixées à 2.352 heures par an. Dans cette limite, un arrêté du Ministre chargé du Travail fixera la durée légale hebdomadaire selon les saisons. Des arrêtés du Ministre chargé du Travail déterminent les modalités d'application des alinéas précédents pour l'ensemble des branches d'activité ou des professions ou pour une branche ou une profession particulière. Les arrêtés fixent notamment l'aménagement et la répartition des horaires de travail dans un cycle donné, les dérogations permanentes ou temporaires applicables dans certains cas et pour certains emplois, les modalités de récupération des heures de travail perdues et les mesures de contrôle. Des accords relatifs à l'aménagement et à la répartition des horaires de travail à l'intérieur de la semaine peuvent être conclus au sein de l'entreprise ou de l'établissement. Article L.136. Dans les établissements visés à l'article L . 3 , et pour répondre aux demandes de certains travailleurs, les employeurs sont autorisés à déroger à la règle de l'horaire collectif et à pratiquer des horaires individualisés sous réserve de l'information préalable de l'Inspecteur du travail et de la sécurité sociale compétent et du délégué du personnel. Les horaires individualisés peuvent entraîner, dans la limite d'un nombre d'heures fixé par arrêté, des reports d'heures d'une semaine à une autre sans que ces heures n'entraînent le paiement d'heures supplémentaires. Article L.137. Dans les établissements visés à l'article L. 3 des horaires de travail à temps partiel peuvent être pratiqués. Sont considérés comme horaires à temps partiel, les horaires inférieurs d'au moins un cinquième à la durée légale du travail ou à la durée fixée conventionnellement pour la branche ou l'établissement. Les horaires de travail à temps partiel peuvent être pratiqués après avis des délégués du personnel et information de"
  },
  {
    "id": "Code_du_travail_33",
    "source": "Code_du_travail",
    "chunk_index": 33,
    "text": "Sont considérés comme horaires à temps partiel, les horaires inférieurs d'au moins un cinquième à la durée légale du travail ou à la durée fixée conventionnellement pour la branche ou l'établissement. Les horaires de travail à temps partiel peuvent être pratiqués après avis des délégués du personnel et information de l'Inspecteur du Travail et de la Sécurité sociale. Compte tenu de la durée de leur travail et de leur ancienneté dans l'établissement, le salaire des travailleurs à temps partiel est proportionnel à celui du travailleur qui, à qualification égale, occupe à temps complet un emploi équivalent dans l'établissement. Le contrat de travail des travailleurs à temps partiel doit être constaté par écrit. Un arrêté du Ministre chargé du Travail détermine les modalités d'application du travail à temps partiel. Article L.138. Les heures effectuées au delà de la durée légale hebdomadaire, ou de la durée considérée comme équivalente, donneront lieu à majoration de salaire. A défaut de convention collective ou d'accord d'établissement, un arrêté du Ministre chargé du Travail fixe les modalités d'exécution et les taux des heures supplémentaires effectuées le jour ou la nuit pendant les jours ouvrables, les dimanches et les jours fériés ainsi que la durée page 40/78 maxima des heures supplémentaires qui peuvent être effectuées en cas de travaux urgents ou exceptionnels et de travaux saisonniers. Des dérogations pourront toutefois être décidées par arrêté du Ministre chargé du Travail. Un arrêté du Ministre chargé du Travail détermine un contingent annuel d'heures supplémentaires pouvant être effectuées, après information de l'Inspecteur du Travail et de la Sécurité sociale et des délégués du personnel, ainsi que les modalités de son utilisation. Article L.139. La durée du travail dans les établissements et services publics est réglementée par décret. CHAPITRE II : DU TRAVAIL DE NUIT Article L.140. Est considéré comme travail de nuit celui effectué entre 22 heures et 5 heures. Les modalités d'application du travail de nuit sont fixées par arrêté du Ministre chargé du Travail. Article L.141. Le repos des femmes et des enfants doit avoir une durée de onze heures consécutives au minimum. CHAPITRE III : DU TRAVAIL DES FEMMES ET DES ENFANTS Article L.142. Des décrets fixent la nature des travaux interdits aux femmes et aux femmes enceintes. Article L.143. A l'occasion de son accouchement, et sans que cette interruption de service puisse être considérée comme une cause de rupture de contrat, toute femme a le droit de suspendre son travail pendant quatorze semaines consécutives, dont huit semaines postérieures à la délivrance. Cette suspension peut être prolongée de trois semaines en cas de maladie dûment constatée et résultant de la grossesse ou des couches. A cette possibilité pour la femme enceinte de suspendre son contrat de travail dans la limite de quatorze semaines correspond, pour l'employeur, l'obligation de ne pas employer l'intéressée. Pendant cette période, la femme enceinte a droit à un régime spécial d'assistance en vue d'assurer à la fois sa subsistance et les soins nécessités par son état, dans les conditions prévues par la législation de la sécurité sociale. Toute convention contraire est nulle de plein droit."
  },
  {
    "id": "Code_du_travail_34",
    "source": "Code_du_travail",
    "chunk_index": 34,
    "text": "pas employer l'intéressée. Pendant cette période, la femme enceinte a droit à un régime spécial d'assistance en vue d'assurer à la fois sa subsistance et les soins nécessités par son état, dans les conditions prévues par la législation de la sécurité sociale. Toute convention contraire est nulle de plein droit. Toute femme enceinte dont l'état a été constaté médicalement ou dont la grossesse est apparente peut rompre le contrat de travail sans préavis et sans avoir de ce fait à payer une indemnité de rupture de contrat. Pendant la période de suspension du travail, l'employeur ne peut licencier la femme enceinte. Article L.144. Pendant une période de quinze mois à compter de la naissance de l'enfant, la mère a droit à des repos pour allaitement. La durée totale de ces repos ne peut dépasser une heure par journée de travail. page 41/78 La mère peut, pendant cette période, quitter son travail sans préavis et sans avoir de ce fait à payer une indemnité de rupture. Article L.145. Les enfants ne peuvent être employés dans aucune entreprise, même comme apprentis avant l'âge de quinze ans, sauf dérogation édictée par arrêté du Ministre chargé du Travail compte tenu des circonstances locales et des tâches qui peuvent leur être demandées. Un arrêté du Ministre chargé du Travail fixe la nature des travaux et les catégories d'entreprises interdits aux jeunes gens et l'âge limite auquel s'applique l'interdiction. Article L.146. L'Inspecteur du Travail et de la Sécurité sociale peut requérir l'examen des femmes et des enfants par un médecin agréé, en vue de vérifier si le travail dont ils sont chargés n'excède pas leurs forces. Cette réquisition est le droit à la demande des intéressés. La femme ou l'enfant ne peut être maintenu dans un emploi ainsi reconnu au-dessus de ses forces et doit être affecté à un emploi convenable. Si cela n'est pas possible, le contrat doit être résolu avec paiement de l'indemnité de préavis au travailleur. CHAPITRE IV : DU REPOS HEBDOMADAIRE Article L.147. Le repos hebdomadaire est obligatoire. Il est au minimum de vingt-quatre heures consécutives par semaine. Il a lieu en principe le dimanche. Un décret détermine les modalités d'application et les dérogations éventuelles à l'alinéa précédent, notamment les professions pour lesquelles et les conditions dans lesquelles le repos pourra exceptionnellement et pour des motifs nettement établis, soit être donné par roulement ou collectivement d'autres jours que le dimanche, soit être suspendu par compensation des fêtes rituelles ou locales, soit réparti sur une période plus longue que la semaine. Un décret fixera les modalités du repos hebdomadaire dans les établissements et services publics. CHAPITRE V : DES CONGES PAYES, DES TRANSPORTS SECTION 1 : DES CONGES PAYES Article L.148. Sauf dispositions plus favorables des conventions collectives, le travailleur acquiert droit au congé payé à la charge de l'employeur à raison de deux jours ouvrables par mois de service. Cette durée du congé est augmentée en considération de l'ancienneté du travailleur dans l'entreprise, suivant les règlements en vigueur ou les dispositions des conventions collectives. Les mères de famille ont droit à un jour de"
  },
  {
    "id": "Code_du_travail_35",
    "source": "Code_du_travail",
    "chunk_index": 35,
    "text": "à la charge de l'employeur à raison de deux jours ouvrables par mois de service. Cette durée du congé est augmentée en considération de l'ancienneté du travailleur dans l'entreprise, suivant les règlements en vigueur ou les dispositions des conventions collectives. Les mères de famille ont droit à un jour de congé supplémentaire par an pour chaque enfant de moins de 14 ans enregistré à l'état civil. Les périodes de suspension de contrat de travail, énumérées à l'article L.70 de la présente loi, ouvrent droit à congé au même titre que le temps de service effectif à l'exception de celles visées aux alinéas 9°, 10° et 11° du même article. Article L.149. Les services effectués temporairement pour le compte d'un même employeur, en dehors de la République du Sénégal, ouvrent droit au congé dans les mêmes conditions. Dans la limite annuelle de dix jours, ne peuvent être déduites de la durée du congé acquis, les page 42/78 permissions exceptionnelles qui auraient été accordées au travailleur à l'occasion d'événements familiaux touchant directement son propre foyer. Dans une limite annuelle de quinze jours ouvrables non déductibles de la durée du congé payé, des autorisations d'absence sans solde pourront être accordées au travailleur afin de lui permettre : - soit de suivre un stage officiel de perfectionnement d'éducation populaire et sportive internationale ; - soit d'assister à des congrès syndicaux auxquels il est délégué en vertu d'un mandat régulier. Dans une autre limite annuelle de 30 jours, outre le temps de déplacement, non déductible de la durée du congé payé, un régime spécial complémentaire d'autorisations d'absence sans solde et sans restriction de nombre peut être établi par décret en faveur des travailleurs appelés par l'autorité administrative compétente à participer à des stages de formation de cadres sportifs ou à des stages préparatoires aux sélections sportives nationales. Article L.150. Le droit de jouissance au congé est acquis après une période minimale de service effectif, appelée période de référence égale à 12 mois. Dans tous les cas, la jouissance effective du congé peut être reportée d'accord parties, sans que la durée de service effectif puisse excéder trois ans, et sous réserve d'un congé de six jours ouvrables à prendre obligatoirement chaque année». Article L.151. En cas de rupture de contrat avant que le travailleur ait acquis droit au congé, ou en cas d'expiration du contrat, une indemnité calculée sur la base des droits acquis, en vertu des dispositions ci- dessus doit être accordée en place de congé. Le travailleur engagé à l'heure ou à la journée, pour une occupation de courte durée n'excédant pas une journée, perçoit son allocation de congé en même temps que le salaire acquis, au plus tard en fin de journée, sous forme d'une indemnité compensatrice de congés payés. En dehors de ces cas, est nulle et de nul effet toute convention prévoyant l'octroi d'une indemnité compensatrice aux lieu et place du congé. Toutefois, si le travailleur n'a pas bénéficié, du fait de l'employeur, de la totalité de ses congés au cours de la période antérieure aux trois années précédant la rupture du contrat"
  },
  {
    "id": "Code_du_travail_36",
    "source": "Code_du_travail",
    "chunk_index": 36,
    "text": "est nulle et de nul effet toute convention prévoyant l'octroi d'une indemnité compensatrice aux lieu et place du congé. Toutefois, si le travailleur n'a pas bénéficié, du fait de l'employeur, de la totalité de ses congés au cours de la période antérieure aux trois années précédant la rupture du contrat de travail, il peut saisir le tribunal compétent et réclamer des dommages-intérêts. Article L.152. Le travailleur est libre de prendre son congé dans le pays de son choix, sous réserve des dispositions du présent chapitre. Article L.153. Pour le congé de six jours ouvrables par an, l'employeur doit verser au travailleur, avant son départ en congé, une allocation égale au salaire d'activité calculé sur la base de l'horaire de l'établissement au moment du départ en congé. Pour le congé pris à l'échéance de la période réelle de référence, l'employeur doit verser au travailleur au moment de son départ en congé, une allocation égale à 1/12 ème des sommes perçues par le travailleur au cours de ladite période, à l'exclusion des indemnités ayant le caractère de remboursement de frais, des prestations en nature liées accessoirement à l'emploi, ou des indemnités forfaitaires en tenant lieu, telle que notamment, l'indemnité de logement. Toutefois une indemnité correspondant à l'avantage en nature que constitue la mise à page 43/78 disposition du travailleur d'un logement est ajoutée à l'allocation de congé si le travailleur ne peut , du fait de l'employeur, jouir de cet avantage pendant son congé. Par contre, les retenues éventuellement opérées sur le salaire au titre des prestations en nature sont prises en compte dans le calcul de l'allocation de congé. L'allocation de congé allouée à l'échéance de la période de référence réelle est amputée de l'allocation perçue pendant le congé obligatoire de six jours par an pris le cas échéant au cours de la période réelle de référence. Les périodes de suspension du contrat de travail assimilées à un temps de service effectif pour l'ouverture du droit au congé doivent être considérées comme ayant donné lieu à rémunération en fonction de l'horaire de travail pratiqué dans l'établissement pendant lesdites périodes par les travailleurs de même catégorie. Pour le travailleur déplacé prenant son congé hors du lieu d'emploi, dans sa résidence habituelle, la durée du congé est augmentée des délais de route correspondant à la durée du voyage aller- retour effectué dans les conditions fixées par les dispositions du présent Code relatives au transport des travailleurs. L'indemnité compensatrice de congés payés du travailleur journalier, prévue au deuxième alinéa de l'article L. 151 est égale à 1/12éme (8,33%) de la rémunération acquise par le travailleur au cours de la journée. Elle doit obligatoirement figurer au bulletin de paie sous forme d'une mention distincte du salaire. Article L.154. Lorsque le maintien en activité d'un établissement n'est pas assuré pendant un nombre de jours dépassant la durée fixée pour la durée des congés légaux annuels, l'employeur est tenu pour chacun des jours ouvrables de fermeture excédant cette durée, de verser aux travailleurs une indemnité qui ne peut être inférieure à l'indemnité journalière de congés payés. Article L.155. Un"
  },
  {
    "id": "Code_du_travail_37",
    "source": "Code_du_travail",
    "chunk_index": 37,
    "text": "assuré pendant un nombre de jours dépassant la durée fixée pour la durée des congés légaux annuels, l'employeur est tenu pour chacun des jours ouvrables de fermeture excédant cette durée, de verser aux travailleurs une indemnité qui ne peut être inférieure à l'indemnité journalière de congés payés. Article L.155. Un décret précisera, en cas de besoin, les conditions d'application des dispositions de la présente section. SECTION 2 : DES TRANSPORTS Article L.156. Les frais de transport du travailleur, de son conjoint et de ses enfants mineurs vivant habituellement avec lui, ainsi que de leurs bagages, sont à la charge de l'employeur lorsque ce travailleur a été déplacé par L'employeur pour exécuter un contrat de travail hors sa résidence habituelle, sauf dans les cas suivants : 1. lorsque le travailleur quitte sa résidence habituelle sans contrat de travail ou sans promesse individuelle de contrat de travail; 2. lorsque le contrat à durée déterminée est résilié avant terme du fait ou par la faute lourde du travailleur sauf cas de force majeure ; 3. lorsque le contrat à durée indéterminée est résilié du fait du travailleur ou par faute lourde avant que soit expirée la durée de la période de référence visée à l'article L.150 ; 4. lorsque le Tribunal compétent a prononcé la nullité du contrat à la charge du travailleur ; 5. lorsque le travailleur bénéficie du congé payé de six jours ouvrables à prendre obligatoirement chaque année au lieu d'emploi. Dans les cas 2, 3 et 4 ci-dessus, les frais de transport de retour, et éventuellement de venue, sont répartis, au moment de la résiliation du contrat, entre l'employeur et le travailleur au prorata page 44/78 du temps de service accompli, eu égard à la durée de la période de référence visée à l'article L.150. Article L.157. Le contrat de travail ou la Convention collective peut prévoir une durée minima de séjour en deçà de laquelle le transport des membres de la famille du travailleur n'est pas à la charge de l'employeur. Cette durée n'excédera pas six mois. Le transport du travailleur et de sa famille, ainsi que de leurs bagages, est effectué par la voie et les moyens normaux laissés aux choix de l'employeur, sauf prescription médicale contraire. Il est cependant loisible au travailleur d'utiliser un moyen de transport à sa convenance ; dans ce cas, si le moyen est plus coûteux, les frais supplémentaires incombent au travailleur ; s'il est moins coûteux, le travailleur ne peut exiger de son employeur le paiement de la différence. Le transport du travailleur et de sa famille, ainsi que de leurs bagages, constituant une prestation en nature, n'est susceptible de remboursement par l'employeur au travailleur que lorsque celui-ci a avancé les frais de transport pour le compte de l'employeur et pour des transports effectivement acquis aux termes des dispositions de la présente section, et réellement effectués. Article L.158. La classe de passage et le poids des bagages sont déterminés par l'emploi tenu par le travailleur dans l'entreprise, suivant la stipulation de la convention collective ou, à défaut, suivant les règles fixées par arrêté"
  },
  {
    "id": "Code_du_travail_38",
    "source": "Code_du_travail",
    "chunk_index": 38,
    "text": "effectivement acquis aux termes des dispositions de la présente section, et réellement effectués. Article L.158. La classe de passage et le poids des bagages sont déterminés par l'emploi tenu par le travailleur dans l'entreprise, suivant la stipulation de la convention collective ou, à défaut, suivant les règles fixées par arrêté du Ministre chargé du Travail. Il sera tenu compte, dans tous les cas, des charges de famille pour le calcul du poids des bagages. Les délais de transport du travailleur, par le moyen offert par l'employeur, ne sont compris ni dans la période de référence ouvrant droit au congé, ni dans la durée du congé. La durée du congé, est toutefois amputée des délais supplémentaires qu'entraîne l'utilisation de tout moyen de transport moins rapide que celui offert par l'employeur. Article L.159. Le travailleur qui a cessé son service peut exiger, auprès de son ancien employeur, la mise à sa disposition des titres de transport auxquels il a droit, dans un délai de deux ans à compter de la cessation du travail chez ledit employeur. Ce dernier remet à cet effet au travailleur une attestation établissant, au jour de la rupture du contrat, le décompte exact des droits du travailleur en matière de transport. Le travailleur qui a été au service de plusieurs employeurs successifs et qui manifeste sa volonté de regagner sa résidence habituelle remet les attestations qu'il détient au dernier employeur en échange des titres de transport. Le dernier employeur a une action directe au Tribunal du Travail contre les précédents employeurs en vue de la répartition des frais de transport exposés, au prorata du temps de service du travailleur chez chacun des employeurs successifs. Article L.160. Le travailleur qui a cessé son service et qui est dans l'attente du moyen de transport désigné par son employeur pour regagner sa résidence habituelle, reçoit de l'employeur une indemnité égale au salaire qu'il aurait perçu s'il avait continué à travailler. Il continue à bénéficier des avantages en nature. Le travailleur dont le contrat de travail est signé ou dont le congé est arrivé à expiration et qui reste à la disposition de son employeur dans l'attente du moyen de transport lui permettant de page 45/78 quitter sa résidence habituelle pour rejoindre son lieu d'emploi, reçoit de l'employeur, pendant cette période d'attente, une indemnité calculée sur la base de l'allocation de congé. Article L.161. En cas de décès au lieu d'emploi d'un travailleur déplacé, ou d'un membre de sa famille dont le voyage était à la charge de l'employeur, le rapatriement du corps du défunt au lieu de résidence habituelle est à la charge de l'employeur dans les conditions et selon les modalités définies par arrêté du Ministre chargé du Travail. CHAPITRE VI : DU PLEIN EMPLOI Article L.162. Par dérogation aux dispositions du deuxième alinéa de l'article L.35 , il est fait interdiction à tout travailleur d'exécuter pendant son congé payé légal, fractionné ou non, des travaux rétribués. L'employeur, quel qu'il soit, qui aura occupé en toute connaissance de cause un travailleur bénéficiaire d'un congé payé, sera sanctionné dans les mêmes conditions que"
  },
  {
    "id": "Code_du_travail_39",
    "source": "Code_du_travail",
    "chunk_index": 39,
    "text": "deuxième alinéa de l'article L.35 , il est fait interdiction à tout travailleur d'exécuter pendant son congé payé légal, fractionné ou non, des travaux rétribués. L'employeur, quel qu'il soit, qui aura occupé en toute connaissance de cause un travailleur bénéficiaire d'un congé payé, sera sanctionné dans les mêmes conditions que le travailleur qu'il aura occupé en violation de l'interdiction stipulée au premier alinéa du présent article. L'employeur qui occupera un travailleur de son entreprise pendant la période fixée pour son congé payé, à une besogne rémunérée, même en dehors de l'établissement où le travailleur est habituellement occupé, sera considéré comme ne donnant pas le congé payé légal, et sera, en outre, sanctionné comme le travailleur qu'il aura employé en violation de l'interdiction stipulée au premier alinéa du présent article. Article L.163. Par dérogation aux dispositions du deuxième alinéa de l'article L.35 aucun travailleur relevant des professions industrielles, commerciales ou artisanales, ne peut exercer, pour son propre compte, cumulativement avec son emploi, une profession industrielle, commerciale ou artisanale. Article L.164. Aucun travailleur ne peut effectuer pour son employeur des travaux rémunérés au-delà de la durée maxima du travail fixée pour l'entreprise qui l'emploie. Par dérogation aux dispositions du deuxième alinéa de l'article L.35 aucun travailleur relevant des professions industrielles, commerciales ou artisanales, soumis à un horaire hebdomadaire de travail égal ou supérieur à la durée légale, ne peut effectuer pour un autre employeur, des travaux rémunérés relevant des professions industrielles, commerciales ou artisanales. Article L.165. Nul ne peut recourir aux services d'un travailleur qui contrevient aux dispositions des articles L.162 à L164. Article L.166. Sont exclus des interdictions prononcées par les articles L.162 à L 165 : a) Les travaux d'ordre scientifique, littéraire, artistique et les concours apportés aux oeuvres d'intérêt général notamment d'enseignement, d'éducation et de bienfaisance ; b) Les travaux effectués pour son propre compte ou à titre gratuit ; c) Les travaux d'extrême urgence dont l'exécution immédiate est nécessaire pour prévenir un danger imminent ou pour organiser des mesures de sauvetage ; d) Les travaux à temps partiel de ceux qui font métier de louer leurs services à plusieurs page 46/78 employeurs pour des horaires inférieurs à la durée légale sans que le nombre d'heures de travail cumulées puisse être supérieur à celui de la durée maxima de travail telle qu'elle résulte des articles L.135 à L 139 et des arrêtés ministériels prévus pour son application. Les décrets prévus par l'article L.224 pourront instituer, en tant que de besoin, d'autres dérogations aux interdictions prononcées par les articles L 162 à L 165. page 47/78 TITRE XI : HYGIENE ET SECURITE Article L.167. Sont soumis aux dispositions du présent titre et des décrets et arrêtés pris pour son application, les établissements de toute nature où sont employés des travailleurs au sens de l'article L.3. Sont également soumis à ces dispositions les établissements d'enseignement, de formation professionnelle et d'apprentissage, les formations sanitaires et hospitalières ainsi que certains emplois de la fonction publique dont la liste est fixée par décret. Article L.168. Des décrets déterminent : 1) les mesures générales et spécifiques de"
  },
  {
    "id": "Code_du_travail_40",
    "source": "Code_du_travail",
    "chunk_index": 40,
    "text": "de l'article L.3. Sont également soumis à ces dispositions les établissements d'enseignement, de formation professionnelle et d'apprentissage, les formations sanitaires et hospitalières ainsi que certains emplois de la fonction publique dont la liste est fixée par décret. Article L.168. Des décrets déterminent : 1) les mesures générales et spécifiques de protection, de prévention et de salubrité applicables à tous les établissements et emplois mentionnés à l'article précédent ; 2) les mesures relatives à l'organisation et au fonctionnement des organismes ayant pour mission d'aider à l'observation des prescriptions d'hygiène et de sécurité, et de contribuer à l'amélioration des conditions de travail et à la protection de la santé des travailleurs ; 3) les mesures relatives à l'exposition, à la vente ou à la cession, à quelque titre que ce soit, des machines appareils et installations diverses présentant des dangers pour les travailleurs ; 4) Les mesures relatives à la distribution et à l'emploi de substances ou de préparations à usage industriel, présentant des dangers pour les travailleurs. Un décret peut fixer les prescriptions particulières à certaines professions ou à certains types de matériels, de substances dangereuses, de procédés de travail ou d'installations, ou à certaines catégories de travailleurs. Article L.169. L'employeur est responsable de l'application des mesures prescrites par les dispositions du présent titre et par les textes pris pour leur application. Article L.170. L'Inspecteur du Travail et de la Sécurité sociale contrôle le respect par l'employeur des dispositions en matière d'hygiène et de sécurité. Lorsqu'il constate un manquement aux normes ou prescriptions ainsi édictées, il met en demeure l'employeur de s'y conformer. En outre, lorsqu'il existe des conditions de travail dangereuses pour la sécurité ou la santé des travailleurs, non visées par les décrets pris en application de l'article L.16 , l'employeur est mis en demeure par l'Inspecteur du Travail et de la Sécurité sociale d'y remédier. La mise en demeure doit être faite par écrit sur le registre de l'employeur ou par lettre recommandée avec accusé de réception. Elle est datée et signée. Elle précise la nature des manquements ou des dangers constatés et fixe le délai dans lequel ils devront avoir disparu. Ce délai ne pourra pas être inférieur à 4 jours francs sauf urgence indiquée par l'Inspecteur du Travail et de la Sécurité sociale. Dans les conditions et selon les modalités fixées par le Code de la Sécurité sociale, l'employeur est tenu d'aviser l'Inspecteur du Travail et de la Sécurité sociale de tout accident de travail survenu ou de toute maladie professionnelle constatée dans l'entreprise. Cet avis est donné sans délai par tout moyen d'urgence en cas d'accident mortel. page 48/78 Article L.171. L'employeur doit faire en sorte que les lieux de travail, les machines, les matériels, les substances et les procédés de travail placés sous son contrôle ne présentent pas de risque pour la santé et la sécurité des travailleurs. En la matière, la prévention est assurée : a) par les mesures techniques appliquées aux nouvelles installations ou aux nouveaux procédés lors de leur conception ou de leur mise en place, ou par des adjonctions techniques apportées aux"
  },
  {
    "id": "Code_du_travail_41",
    "source": "Code_du_travail",
    "chunk_index": 41,
    "text": "présentent pas de risque pour la santé et la sécurité des travailleurs. En la matière, la prévention est assurée : a) par les mesures techniques appliquées aux nouvelles installations ou aux nouveaux procédés lors de leur conception ou de leur mise en place, ou par des adjonctions techniques apportées aux installations ou procédés existants ; b) par la prise de mesures d'organisation de la médecine du travail ; c) par des mesures d'organisation du travail. Article L.172. Lorsque les mesures prises en vertu de l'article L.171 ne sont pas suffisantes pour garantir la sécurité ou la santé des travailleurs, des mesures de protection individuelle contre les risques professionnels doivent être mises en oeuvre. Lorsque ces mesures de protection individuelle requièrent l'utilisation, par le travailleur, d'un équipement approprié, ce dernier est fourni et entretenu par l'employeur. Dans ce cas, aucun travailleur ne doit être admis à son poste de travail sans son équipement de protection individuelle. Article L.173. Les plans de nouveaux locaux de travail doivent être obligatoirement soumis à l'Inspecteur du Travail et de la Sécurité sociale, accompagnés de tous les renseignements utiles sur les travaux qui seront effectués, le matériel qui sera utilisé et le personnel qui sera employé. L'Inspecteur du Travail et de la Sécurité sociale s'assure que les dispositions prises sont conformes aux prescriptions relatives à l'hygiène et à la sécurité des travailleurs. Article L.174. L'utilisation des procédés, substances, machines ou matériel spécifiés par la réglementation entraînant l'exposition des travailleurs à des risques professionnels sur les lieux de travail, doit être porté par écrit à la connaissance de l'Inspecteur du Travail et de la Sécurité Sociale Ce dernier peut subordonner cette utilisation au respect de certaines dispositions pratiques ou, lorsque la protection du travailleur ne lui paraît pas pouvoir être assurée de manière satisfaisante, l'interdire. Article L.175. Les lieux de travail doivent être soumis à une surveillance régulière dans les conditions et suivant les modalités fixées par l'autorité administrative, en vue notamment de vérifier la sécurité des équipements et des installations ainsi que de surveiller les risques pour la santé sur les lieux de travail. Cette surveillance a notamment pour objectif de contrôler le respect des normes de sécurité et des limites d'exposition. Des contrôles doivent être effectués sur les lieux de travail chaque fois que des machines ou des installations nouvelles sont mises en service ou qu'elles ont subit des modifications importantes ou que de nouveaux procédés sont introduits. Article L.176. L'état de santé des travailleurs doit être soumis à une surveillance régulière dans les conditions et suivant les modalités fixées par l'autorité administrative. Cette surveillance comporte un examen médical préalable à l'embauche et des examens périodiques. La surveillance prévue au premier alinéa du présent article ne doit entraîner aucune dépense page 49/78 pour le travailleur intéressé. Lorsque le maintien d'un travailleur à un poste est déconseillé pour des raisons médicales, tous les moyens doivent être mis en oeuvre pour l'affecter à un autre emploi compatible avec son état de santé. Article L.177. Tous les travailleurs : a) doivent être informés de manière complète des risques professionnels existant"
  },
  {
    "id": "Code_du_travail_42",
    "source": "Code_du_travail",
    "chunk_index": 42,
    "text": "le maintien d'un travailleur à un poste est déconseillé pour des raisons médicales, tous les moyens doivent être mis en oeuvre pour l'affecter à un autre emploi compatible avec son état de santé. Article L.177. Tous les travailleurs : a) doivent être informés de manière complète des risques professionnels existant sur les lieux de travail ; b) doivent recevoir des instructions adéquates, quant aux moyens disponibles, aux conduites à tenir pour prévenir ces risques et se protéger contre eux. Ces informations et instructions doivent être portées à la connaissance des travailleurs dans des conditions et sous une forme qui permettent à chacun d'entre eux d'en avoir une bonne compréhension. A cet effet, l'employeur leur assure une formation générale minimale en matière d'hygiène et de sécurité. Article L.178. L'employeur présente annuellement au comité d'hygiène et de sécurité ainsi qu'au service de sécurité de travail, ainsi qu'aux représentants des travailleurs, un rapport sur l'hygiène et la sécurité dans l'entreprise, en particulier sur les dispositions adoptées au cours de la période écoulée. En outre il les tient informés en cours d'année de toute mesure nouvelle prise dans ce domaine. Les travailleurs ou leurs représentants peuvent consulter les organisations représentatives auxquelles ils appartiennent sur les mesures en question, sous réserve des secrets industriels ou commerciaux tels qu'ils sont définis par l'employeur. Ils peuvent également sous la même réserve et avec l'accord de l'employeur, faire appel à un expert pris en dehors de l'entreprise. Les employeurs doivent prévoir, en cas de besoin, toutes mesures permettant de faire face aux situations d'urgence et aux accidents y compris des moyens suffisants pour l'administration des premiers secours. Article L.179. L'employeur est tenu de contrôler régulièrement le respect des normes réglementaires de sécurité et d'hygiène, et de faire procéder périodiquement aux mesures, analyses et évaluations des conditions d'ambiance et, le cas échéant, entreprendre des mesures de protection collective ou individuelle afin de prévenir les atteintes à la sécurité et à la santé des travailleurs. Il doit en outre recueillir les données relatives à la sécurité et à la santé des travailleurs et au milieu de travail jugées indispensables par l'autorité compétente. Article L.180. Un décret fixe les conditions dans lesquelles les employeurs devront réserver certains postes de travail aux personnes handicapées. Article L.181. Les travailleurs sont tenus d'appliquer strictement les consignes destinées à garantir l'hygiène et la sécurité sur les lieux de travail. Article L.182. Les mesures d'hygiène et de sécurité du travail ainsi que les actions de formation ou page 50/78 d'information sont à la charge exclusive de l'employeur. Article L.183. Le travailleur signale immédiatement à son supérieur hiérarchique direct et à l'Inspecteur du Travail et de la Sécurité sociale du ressort, toute situation dont il a motif de penser qu'elle présente un péril grave, imminent pour sa vie ou sa santé. L'employeur est tenu de prendre sur le champ toute mesure utile pour faire cesser le péril en question. Tant que persiste le péril grave, il est interdit à l'employeur de maintenir à son poste de travail le travailleur intéressé. Article L.184. Les travailleurs ou leurs représentants ont le"
  },
  {
    "id": "Code_du_travail_43",
    "source": "Code_du_travail",
    "chunk_index": 43,
    "text": "sa santé. L'employeur est tenu de prendre sur le champ toute mesure utile pour faire cesser le péril en question. Tant que persiste le péril grave, il est interdit à l'employeur de maintenir à son poste de travail le travailleur intéressé. Article L.184. Les travailleurs ou leurs représentants ont le droit de présenter toutes propositions de nature à assurer leur protection sur les lieux de travail. Ils peuvent saisir l'autorité administrative compétente, le cas échéant, pour faire assurer leur protection. Article L.185. Les employeurs sont tenus d'organiser un service de sécurité de travail et un comité d'hygiène et de sécurité. Le service de sécurité assiste et conseille l'employeur et le cas échéant les travailleurs ou leurs représentants, dans l'élaboration et la mise en oeuvre d'un programme d'hygiène et de sécurité du travail. Ce service peut être propre à une seule entreprise ou commun à plusieurs ou encore être assuré par un organisme extérieur. Des délégués des travailleurs à la sécurité et un comité paritaire d'hygiène et de sécurité coopèrent à l'élaboration de ce programme. L'organisation, les missions, le fonctionnement et les moyens d'action des services de sécurité du travail, ainsi que les modalités de désignation et d'intervention des délégués à la sécurité et des comités paritaires d'hygiène et de sécurité sont fixés par décret. Article L.186. Les employeurs sont tenus d'organiser un service de médecine du travail dans l'entreprise à l'intention de tous les travailleurs. Le service de médecine du travail est un service organisé sur lieux de travail ou à proximité de ceux-ci, destiné : a) à assurer la protection des travailleurs contre toute atteinte à la santé pouvant résulter de leur travail ou des conditions dans lesquelles celui-ci s'effectue ; b) à contribuer à l'adaptation des postes, des techniques et des rythmes de travail à la physiologie humaine ; c) à contribuer à l'établissement et au maintien du plus haut degré possible de bien être physique et mental des travailleurs ; d) à contribuer à l'éducation sanitaire des travailleurs pour un comportement conforme aux normes et aux consignes d'hygiène du travail. Des services de médecine du travail peuvent suivant les circonstances être organisés : a) soit en tant que service propre à une seule entreprise ; page 51/78 b) soit en tant que service interentreprises institué par arrêté du Ministre chargé du Travail sur déclaration des adhérents fondateurs. Le service médical interentreprises est un organisme à but non lucratif doté de la personnalité civile et de l'autonomie financière. L'organisation, le fonctionnement et les moyens d'action des services de médecine du travail sont fixés par décret. Article L.187. Un service social est obligatoirement constitué dans les établissements occupant plus de 500 travailleurs. L'organisation , le fonctionnement et les moyens d'action du service social sont fixés par arrêté du Ministre chargé du Travail. page 52/78 TITRE XII : DES ORGANISMES ET DES MOYENS D'EXECUTION CHAPITRE PREMIER : DES ORGANISMES ADMINISTRATIFS Article L.188. Les services du travail et de la sécurité sociale sont chargés de toutes les questions intéressant le travail, la main d'oeuvre, la sécurité sociale. Ils ont pour mission : -"
  },
  {
    "id": "Code_du_travail_44",
    "source": "Code_du_travail",
    "chunk_index": 44,
    "text": "Travail. page 52/78 TITRE XII : DES ORGANISMES ET DES MOYENS D'EXECUTION CHAPITRE PREMIER : DES ORGANISMES ADMINISTRATIFS Article L.188. Les services du travail et de la sécurité sociale sont chargés de toutes les questions intéressant le travail, la main d'oeuvre, la sécurité sociale. Ils ont pour mission : - d'élaborer les projets des lois et des règlements dans les domaines du travail, de la main d'oeuvre et de la sécurité sociale ; - de suivre l'exécution de ces lois et règlements tant à l'endroit des employeurs, privés ou publics, et des travailleurs, qu'à l'endroit des institutions et organismes de sécurité sociale ; - d'éclairer de leurs conseils et de leurs recommandations les employeurs et les travailleurs; - de documenter, conseiller, coordonner et contrôler les services et organismes concourant à l'application de la législation sociale ; - de procéder, dans le cadre des attributions ci-dessus définies, à toutes études et enquêtes ayant trait aux divers problèmes sociaux (travail, main d'oeuvre, sécurité sociale) et leur contexte économique. Article L.189. Les modalités d'organisation et de fonctionnement des services du Travail et de Sécurité sociale sont fixées par décret. L'organisation et le fonctionnement des Inspections Régionales du Travail et de la Sécurité sociale sont fixés par arrêté du Ministre du Travail et de la Sécurité sociale. Article L.190. Le statut des Inspecteurs du Travail et de la Sécurité sociale et celui des Contrôleurs du Travail et de la Sécurité sociale sont fixés par décret. Article L.191. Les Inspecteurs et Contrôleurs du Travail et de la Sécurité sociale prêtent serment de bien et fidèlement remplir leur charge et de ne pas révéler, même après avoir quitté leur service les secrets de fabrication et, en général, les procédés d'exploitation dont ils pourraient prendre connaissance dans l'exercice de leurs fonctions. Ce serment est prêté devant la Cour d'Appel, il peut être prêté par écrit lorsque l'intéressé ne réside pas au siège de la Cour d'Appel. Toute violation de ce serment est punie conformément à l'article «378» du Code pénal. Article L.192. Les Inspecteurs et Contrôleurs du Travail et de la sécurité sociale doivent tenir pour confidentielle toute plainte leur signalant un défaut dans l'installation ou une infraction aux dispositions légales ou réglementaires. Article L.193. Les Inspecteurs et Contrôleurs du Travail et de la Sécurité sociale ne pourront pas avoir un page 53/78 intérêt quelconque direct ou indirect, dans les entreprises placées sous leur contrôle. Article L.194. Les Inspecteurs du Travail et de la Sécurité Sociale peuvent constater par procès-verbal faisant foi jusqu'à preuve du contraire, les infractions aux dispositions de la législation et de la réglementation du travail et de la sécurité sociale. Ils sont habilités à saisir directement les autorités judiciaires compétentes. Aucune forme spéciale n'est imposée au procès-verbal de l'Inspecteur du Travail et de la Sécurité Sociale. Article L.195. Tout procès-verbal devra être notifié par la remise d'une copie certifiée conforme à la partie intéressée ou à son représentant. A peine de nullité des poursuites à intervenir, cette remise doit être effectuée dans la quinzaine de la constatation de l'infraction, soit par lettre recommandée avec accusé"
  },
  {
    "id": "Code_du_travail_45",
    "source": "Code_du_travail",
    "chunk_index": 45,
    "text": "Sociale. Article L.195. Tout procès-verbal devra être notifié par la remise d'une copie certifiée conforme à la partie intéressée ou à son représentant. A peine de nullité des poursuites à intervenir, cette remise doit être effectuée dans la quinzaine de la constatation de l'infraction, soit par lettre recommandée avec accusé de réception, la date du récépissé délivré par la poste tenant alors lieu de la date de notification, soit par insertion datée au troisième fascicule du registre d'employeur, soit par tout autre moyen permettant de donner date certaine à la notification effectuée. Un exemplaire du procès-verbal est déposé au parquet, un second envoyé au Directeur général du Travail et de la Sécurité Sociale, un troisième est classé aux archives de l'Inspection régionale. L'Inspecteur du Travail et de la Sécurité sociale est tenu informé par l'autorité judiciaire, de la suite réservée aux procès-verbaux. Article L.196. Toutes les autorités civiles et militaires doivent reconnaître les Inspecteurs et Contrôleurs du Travail et de la Sécurité sociale en leur qualité, sur présentation de la carte professionnelle, et leur prêter, sur leur demande, aide et assistance dans l'exercice de leurs fonctions. Article L.197. Les Inspecteurs du Travail et de la Sécurité sociale ont pouvoir de : 1. pénétrer librement à toute heure du jour dans les établissements assujettis au contrôle de l'inspection où ils peuvent avoir un motif raisonnable de supposer que sont occupées les personnes jouissant de la protection légale et de les inspecter. Le chef d'entreprise ou d'établissement ou son suppléant pourra accompagner, au cours de sa visite, l'Inspecteur du Travail et de la Sécurité sociale ; 2. pénétrer la nuit, dans les locaux où il est constant qu'il est effectué un travail collectif ; pour l'exercice du pouvoir de visite spécifié aux alinéas 1 et 2 ci-dessus, les chefs d'entreprise, ou d'établissement sont tenus de prendre toutes dispositions pour que le libre accès aux établissements soit assuré à l'Inspecteur, en tout état de cause et sur le champ, même si la visite est inopinée et même en cas d'absence du chef d'établissement ; 3. requérir, si le besoin est, les avis et les consultations de médecins et techniciens, notamment, en ce qui concerne les prescriptions d'hygiène et de sécurité. Les médecins et techniciens sont tenus au secret professionnel dans les mêmes conditions et sous les mêmes sanctions que les Inspecteurs du Travail et de la Sécurité sociale ; 4. se faire accompagner dans leurs visites, d'interprètes officiels assermentés et des délégués du personnel de l'entreprise visitée, ainsi que des médecins et techniciens visés au paragraphe ci-dessus ; 5. procéder à tous les examens, contrôles ou enquêtes jugés nécessaires pour s'assurer que les dispositions applicables sont effectivement observées et notamment : a) interroger, avec ou sans témoins l'employeur ou le personnel de l'entreprise, page 54/78 contrôler leur identité, demander des renseignements à toute personne dont le témoignage peut sembler nécessaire ; b) requérir la production de tout registre ou document dont la tenue est prescrite par la présente loi et par les textes pris pour son application. Ces registres ou documents devront être exhibés immédiatement,"
  },
  {
    "id": "Code_du_travail_46",
    "source": "Code_du_travail",
    "chunk_index": 46,
    "text": "contrôler leur identité, demander des renseignements à toute personne dont le témoignage peut sembler nécessaire ; b) requérir la production de tout registre ou document dont la tenue est prescrite par la présente loi et par les textes pris pour son application. Ces registres ou documents devront être exhibés immédiatement, même en cas d'absence du chef d'établissement ; c) prélever et emporter aux fins d'analyse, en présence du chef d'entreprise ou du chef d'établissement ou de son suppléant, et contre reçu, des échantillons, des matières et substances utilisées ou manipulées. Les frais résultant de ces réquisitions, expertises et enquêtes, seront supportés par le budget de l'Etat. Article L.198. Les Contrôleurs du Travail et de la Sécurité sociale assistent les Inspecteurs du Travail et de la Sécurité sociale dans le fonctionnement des services. Ils sont habilités à constater les infractions par des rapports écrits au vu desquels l'Inspecteur peut décider de dresser procès-verbal dans les conditions prévues aux articles L.194 et L 195 Toutefois, les Inspecteurs du Travail et de la Sécurité sociale peuvent, à titre exceptionnel, déléguer leurs pouvoirs - y compris de dresser procès-verbal - aux Contrôleurs du Travail et de la Sécurité sociale pour une mission déterminée de contrôle ou de vérification. En cas d'absence ou d'empêchement, l'Inspecteur du Travail et de la Sécurité sociale est suppléé par un Contrôleur du Travail et de la Sécurité sociale. Article L.199. Des médecins-inspecteurs du Travail et de la Sécurité sociale peuvent être nommés dans les services de l'Inspection du Travail et de la Sécurité sociale. Les médecins-inspecteurs du Travail agissent en liaison avec les Inspecteurs du Travail et de la Sécurité sociale et coopèrent avec eux à l'application de la réglementation relative à l'hygiène et à la sécurité du travail. Les médecins-inspecteurs du Travail exercent une action permanente en vue de la protection de la santé des travailleurs au lieu de leur travail. Cette action porte en particulier sur l'organisation et le fonctionnement des services de médecine du travail et des services de sécurité du travail. Les dispositions du présent code relatives aux pouvoirs et obligations des inspecteurs du travail sont étendues aux médecins-inspecteurs du travail à l'exception de celles des articles L194 et L. 195 relatives aux procès verbaux et de l'article L. 170 relatives aux mises en demeure. Les attributions et les conditions de nomination et de rémunération des médecins-inspecteurs du travail sont déterminées par décret. Article L.200. Dans les mines, minières et carrières, ainsi que dans les établissements et chantiers, où les travaux sont soumis au contrôle d'un service technique, les fonctionnaires chargés de ce contrôle veillent à ce que les installations, relevant de leur contrôle technique, soient aménagées en vue de garantir la sécurité des travailleurs. Ils assurent l'application des règlements spéciaux qui peuvent être pris dans ce domaine et disposent à cet effet, et dans cette limite, des pouvoirs des Inspecteurs du Travail et de la Sécurité sociale. Ils portent à la connaissance de l'Inspecteur du Travail et de la Sécurité sociale du ressort les mesures qu'ils ont prescrites et, le cas échéant, les mises en demeure"
  },
  {
    "id": "Code_du_travail_47",
    "source": "Code_du_travail",
    "chunk_index": 47,
    "text": "domaine et disposent à cet effet, et dans cette limite, des pouvoirs des Inspecteurs du Travail et de la Sécurité sociale. Ils portent à la connaissance de l'Inspecteur du Travail et de la Sécurité sociale du ressort les mesures qu'ils ont prescrites et, le cas échéant, les mises en demeure qui sont signifiées. L'Inspecteur du Travail et de la Sécurité sociale peut, à tout moment demander et effectuer avec les fonctionnaires visés au paragraphe précédent, la visite des mines, minières, carrières, page 55/78 établissements et chantiers soumis à un contrôle technique. Article L.201. Dans les parties d'établissements ou établissements militaires employant de la main d'oeuvre civile dans lesquels l'intérêt de la défense nationale s'oppose à l'introduction d'agents étrangers au service, le contrôle des dispositions applicables en matière de travail et de sécurité sociale est assuré par les fonctionnaires ou officiers désignés à cet effet. Cette désignation est faite conjointement par le Ministre chargé de la Défense et le Ministre chargé du Travail. Article L.202. En cas d'absence ou d'empêchement de l'Inspecteur et du Contrôleur du Travail et de la Sécurité sociale, le chef de la circonscription administrative est leur suppléant légal. Il est habilité dans les limites définies à l'article L.198. Article L.203. Les dispositions du présent chapitre ne portent pas atteinte aux prérogatives des officiers de police judiciaire quant à la constatation et à la poursuite, selon le droit commun des infractions. Article L.204. Pour l'application des dispositions édictées par les articles L 162 à L. 166 et par les articles 3 et 4 de la loi N° 62-47 du 13 juin 1962, les droits et pouvoirs des Inspecteurs du Travail et de la Sécurité sociale et de leurs suppléants légaux sont étendus à tous les établissements, même s'il s'agit d'établissements de famille ou d'établissements n'occupant pas de salariés. Les chefs de ces établissements doivent tenir à la disposition des Inspecteurs du Travail et de la Sécurité sociale et de leurs suppléants légaux, toutes justifications de leur inscription, soit au registre du commerce, soit au registre des métiers. Les Inspecteurs du Travail et de la Sécurité sociale et leurs suppléants légaux peuvent en outre, se faire communiquer par les chefs d'établissements soumis à leur contrôle, la liste des noms et adresses de tous les fournisseurs, un document faisant mention de l'inscription au registre du commerce ou au registre des métiers. Sur procès-verbal de constatation d'une infraction aux dispositions de la présente loi, dressé par l'Inspecteur du Travail et de la Sécurité sociale du ressort ou ses suppléants légaux dûment habilités, ou les officiers de police judiciaire, le tribunal correctionnel apprécie souverainement si les faits relevés constituent l'infraction visée, même dans le cas où le procès-verbal dressé ne se fonde que sur des présomptions tirées notamment des conditions d'organisation du travail de tout ou partie du personnel occupé. Dans ce dernier cas, le procès-verbal devra exposer ces présomptions. CHAPITRE II : DES ORGANISMES CONSULTATIFS Article L.205. Un Conseil consultatif national du Travail et de la Sécurité sociale est institué auprès du Ministre chargé du Travail et de la Sécurité sociale. Cet organisme"
  },
  {
    "id": "Code_du_travail_48",
    "source": "Code_du_travail",
    "chunk_index": 48,
    "text": "tout ou partie du personnel occupé. Dans ce dernier cas, le procès-verbal devra exposer ces présomptions. CHAPITRE II : DES ORGANISMES CONSULTATIFS Article L.205. Un Conseil consultatif national du Travail et de la Sécurité sociale est institué auprès du Ministre chargé du Travail et de la Sécurité sociale. Cet organisme consultatif a pour mission générale d'étudier les problèmes concernant le travail et la sécurité sociale. Tous projets de loi intéressant le travail et la sécurité sociale doivent être obligatoirement accompagnés de l'avis du Conseil consultatif national du travail et de la sécurité sociale. Le Conseil consultatif national du Travail et de la Sécurité sociale est également consulté obligatoirement pour les textes prévus par les articles L. 5 , L 31, L 50, L.73 dernier alinéa L. 86, L.88, L. 89, L. «90», L.109, L.142 , L. «155», ainsi que pour tout autre décret pris pour l'application du présent code. Il est chargé d'étudier les éléments pouvant servir de base à la détermination du salaire page 56/78 minimum: étude du minimum vital, études des conditions économiques générales. Outre les cas pour lesquels son avis est obligatoirement requis le Conseil consultatif national du Travail et de la Sécurité sociale peut être consulté sur toutes les questions relatives au travail, à la main d'oeuvre et à la sécurité sociale. Il peut, à la demande du Ministre chargé du Travail et de la Sécurité sociale, examiner toute difficulté née à l'occasion de la négociation de conventions collectives, et se prononcer sur toutes les questions relatives à la conciliation et à l'application des conventions collectives, notamment sur leurs incidences économiques. Il peut demander aux administrations compétentes, par l'intermédiaire de son président, tous documents ou informations utiles à l'accomplissement de sa mission. De son côté, le Conseil peut formuler des propositions et adresser ses voeux au Ministre chargé du Travail et de la Sécurité sociale dans toutes les matières relevant de sa compétence. Le Conseil se réunit au moins une fois par semestre. Il doit émettre son avis sur les textes qui lui sont soumis dans les 30 jours qui suivent le début de la session sauf cas de force majeure. Faute d'avis dans le délai précité le texte est considéré comme ayant fait l'objet d'un avis favorable. Article L.206. Le Conseil consultatif national du Travail et de la Sécurité sociale est présidé par le Ministre chargé du Travail et de la Sécurité sociale ou, par délégation, par le Directeur général du Travail et de la Sécurité sociale. Il comprend : 1. 4 membres de l'Assemblée nationale désignés par cette Assemblée ; 2. 8 représentants des organisations d'employeurs et 8 représentants des syndicats de travailleurs des professions industrielles : - 4 représentants des organisations d'employeurs et 4 représentants des syndicats de travailleurs des professions commerciales et bancaires ; - 1 représentant des organisations d'employeurs et 1 représentant des syndicats de travailleurs des exploitations agricoles ; - 1 représentant des employeurs et 1 représentant des syndicats de travailleurs des groupements coopératifs. Tous ces représentants sont désignés par arrêté du Ministre chargé du travail et de la Sécurité sociale, sur"
  },
  {
    "id": "Code_du_travail_49",
    "source": "Code_du_travail",
    "chunk_index": 49,
    "text": "- 1 représentant des organisations d'employeurs et 1 représentant des syndicats de travailleurs des exploitations agricoles ; - 1 représentant des employeurs et 1 représentant des syndicats de travailleurs des groupements coopératifs. Tous ces représentants sont désignés par arrêté du Ministre chargé du travail et de la Sécurité sociale, sur proposition des organisations d'employeurs et de travailleurs les plus représentatives de la profession. A défaut d'organisation pouvant être considérée comme la plus représentative d'une profession, la désignation des membres du Conseil est faite directement par le Ministre chargé du Travail. 3. le Président du Conseil d'Etat ou son représentant ; 4. en fonction de l'ordre du jour : a) un représentant du Ministre des Finances et un représentant de chaque département ministériel intéressé, désignés par arrêté du Ministre chargé du Travail et de la Sécurité Sociale sur proposition du Ministre des Finances et des Ministres intéressés ; b) des techniciens des questions du travail et de la sécurité sociale, désignés par arrêté du Ministre chargé du Travail et de la Sécurité Sociale. Ces techniciens n'ont page 57/78 pas voix délibérative. Article L.207. Le Conseil consultatif national du Travail et de la Sécurité sociale comprend : - une assemblée plénière ; - une commission permanente ; - des sous-commissions permanentes spécialisées dont : - la sous-commission du Travail et de la Main d'oeuvre, - la sous-commission de la Sécurité sociale. La commission permanente est présidée par le Ministre chargé du Travail ou par le Directeur général du Travail et de la Sécurité Sociale. Un décret fixe les conditions d'organisation et de fonctionnement du Conseil consultatif national du Travail et de la Sécurité sociale, de la commission permanente et des sous-commissions. Article L.208. La consultation des organismes consultatifs peut avoir lieu à domicile. Article L.209. Les employeurs sont tenus de laisser aux travailleurs de leur entreprise membres du Conseil consultatif national du Travail et de la Sécurité sociale, le temps nécessaire pour participer aux séances du conseil, de la commission permanente et des sous-commissions spécialisées. Article L.210. Il est institué auprès du Ministre chargé du Travail un comité technique consultatif pour l'étude des questions intéressant l'hygiène et la sécurité des travailleurs. Les décrets visés à l'article L168 sont pris après avis de ce comité. Un décret fixe la composition et le fonctionnement du comité technique consultatif dans lequel toutes les parties intéressées devront être représentées. CHAPITRE III : DES DELEGUES DU PERSONNEL Article L.211. Les délégués du personnel sont élus ; la durée de leur mandat est de 3 ans, ils peuvent être réélus. Un décret fixe : - Le nombre de travailleurs à partir duquel et les catégories d'établissements dans lesquels l'institution de délégués du personnel est obligatoire ; - Le nombre des délégués et leur répartition sur le plan professionnel ; - Les modalités de l'élection, qui doit avoir lieu au scrutin secret et sur les listes établies par les organisations syndicales représentées au sein de l'établissement pour chaque catégorie de personnel ; si le nombre des votants est inférieur à la moitié des inscrits, il sera procédé à un second tour"
  },
  {
    "id": "Code_du_travail_50",
    "source": "Code_du_travail",
    "chunk_index": 50,
    "text": "Les modalités de l'élection, qui doit avoir lieu au scrutin secret et sur les listes établies par les organisations syndicales représentées au sein de l'établissement pour chaque catégorie de personnel ; si le nombre des votants est inférieur à la moitié des inscrits, il sera procédé à un second tour de scrutin pour lequel les électeurs pourront voter pour des candidats autres que ceux proposés par les organisations syndicales. L'élection a lieu à la représentation proportionnelle, les restes étant attribués à la plus forte moyenne ; - les conditions exigées pour être électeur ou éligible ; page 58/78 - le modèle du procès-verbal de l'élection que l'employeur est tenu de faire parvenir en 3 exemplaires sous huitaine à l'Inspecteur du Travail et de la Sécurité sociale ; - la durée, considérée et rémunérée comme temps de travail dont disposent les délégués pour l'accomplissement de leurs fonctions; - les moyens mis à la disposition des délégués ; - les conditions dans lesquelles ils sont reçus par l'employeur ou par son représentant ; - les conditions de révocation du délégué par le collège de travailleurs qui l'a élu. Article L.212. Les contestations relatives à l'électorat, à l'éligibilité des délégués du personnel ainsi qu'à la régularité des opérations électorales, sont de la compétence du Président du Tribunal du Travail qui statue d'urgence et en dernier ressort. La décision du Président du Tribunal du Travail peut être déférée au Conseil d'Etat. Le pourvoi est introduit dans les formes et délais prévus par la procédure en vigueur devant le Conseil d'Etat. La décision du Président du Tribunal fixe, le cas échéant, le délai pendant lequel les nouvelles élections devront être organisées. Article L.213. Chaque délégué a un suppléant élu dans les mêmes conditions, qui le remplace en cas d'absence motivée, de décès, démission, révocation, changement de catégorie professionnelle, mutation d'établissement, résiliation de contrat de travail, perte des conditions requises pour l'éligibilité. Article L.214. L'autorisation de l'Inspecteur du Travail et de la Sécurité sociale est requise avant tout licenciement d'un délégué du personnel envisagé par l'employeur ou son représentant. L'employeur est tenu d'informer les délégués du personnel, et notamment celui ou ceux dont il envisage le licenciement, de la date du dépôt de la demande d'autorisation de licenciement. L'Inspecteur doit refuser d'autoriser tout licenciement de délégué du personnel qui serait opéré en violation des dispositions du présent Code. Article L.215. Toutefois, en cas de faute lourde, l'employeur peut prononcer immédiatement la mise à pied de l'intéressé en attendant la décision définitive de l'Inspecteur du Travail et de la Sécurité sociale. Si le licenciement est refusé par l'Inspecteur, la mise à pied est annulée et ses effets supprimés de plein droit. L'Inspecteur du Travail et de la Sécurité sociale doit rendre sa décision dans les 15 jours suivant le dépôt de la demande d'autorisation de licenciement au bureau de l'Inspection du ressort. Le défaut de réponse dans ce délai vaut autorisation, sauf dans le cas d'expertise où ledit délai est porté à un mois. Ce délai ne commence à courir que de la date à laquelle l'employeur a informé"
  },
  {
    "id": "Code_du_travail_51",
    "source": "Code_du_travail",
    "chunk_index": 51,
    "text": "dépôt de la demande d'autorisation de licenciement au bureau de l'Inspection du ressort. Le défaut de réponse dans ce délai vaut autorisation, sauf dans le cas d'expertise où ledit délai est porté à un mois. Ce délai ne commence à courir que de la date à laquelle l'employeur a informé les délégués du personnel et, notamment celui ou ceux dont il envisage le licenciement, de la date du dépôt de la demande d'autorisation de licenciement, au cas où l'employeur n'aurait pas accompli cette formalité avant de déposer sa demande. L'Inspecteur du Travail et de la Sécurité sociale est tenu de motiver sa décision. Cette décision doit être notifiée par l'Inspecteur du Travail et de la Sécurité sociale à l'employeur et au délégué du personnel concerné. page 59/78 Article L.216. La décision de l'Inspecteur du Travail et de la Sécurité sociale accordant ou refusant l'autorisation de licenciement du délégué du personnel, a un caractère définitif. Le licenciement qui serait prononcé par l'employeur sans que l'autorisation préalable de l'inspecteur ait été demandée ou malgré le refus opposé par l'inspecteur, est nul et de nul effet. La décision de l'Inspecteur du Travail et de la Sécurité sociale accordant ou refusant l'autorisation de licenciement d'un délégué du personnel n'est susceptible d'aucun recours autre que le recours hiérarchique devant le Ministre chargé du Travail. Les parties disposent d'un délai de 15 jours pour déférer au Ministre la décision de l'Inspecteur dans le cadre du recours hiérarchique, soit qu'il confirme, soit qu'il infirme la décision de l'Inspecteur du Travail et de la Sécurité sociale. La décision du Ministre est susceptible du recours juridictionnel en excès de pouvoir devant le Conseil d'Etat dans les délais, formes et conditions prévus par la procédure en vigueur devant le Conseil d'Etat. Les dispositions ci-dessus sont applicables : - aux candidats aux fonctions de délégué du personnel pendant la période comprise entre la date de remise des listes au chef d'entreprise et celle du scrutin ; - aux délégués pendant la période comprise entre la fin de leur mandat et l'expiration des trois mois suivant le nouveau scrutin. Article L.217. En cas de licenciement prononcé par l'employeur, sans que l'autorisation préalable de l'Inspecteur ait été demandée ou malgré le refus opposé par l'Inspecteur ou au cas d'annulation par le Ministre de la décision de l'Inspecteur autorisant le licenciement, le délégué du personnel ainsi licencié est réintégré d'office avec paiement d'une indemnité égale au salaire qu'il aurait perçu s'il avait travaillé. Nonobstant les dispositions de l'alinéa précédent, l'employeur qui ne réintègre pas le délégué du personnel 15 jours après la notification soit de la décision de refus opposée par l'Inspecteur, soit de la décision par laquelle le Ministre infirme l'autorisation donnée, soit enfin de la mise en demeure par l'Inspecteur du Travail et de la Sécurité sociale de réintégrer le salarié lorsque l'employeur s'est abstenu de demander l'autorisation de licenciement, est tenu de verser au délégué du personnel une indemnité supplémentaire égale à : - 12 mois de salaire brut lorsqu'il compte 1 à 5 ans d'ancienneté dans l'entreprise ; - 20 mois de"
  },
  {
    "id": "Code_du_travail_52",
    "source": "Code_du_travail",
    "chunk_index": 52,
    "text": "la Sécurité sociale de réintégrer le salarié lorsque l'employeur s'est abstenu de demander l'autorisation de licenciement, est tenu de verser au délégué du personnel une indemnité supplémentaire égale à : - 12 mois de salaire brut lorsqu'il compte 1 à 5 ans d'ancienneté dans l'entreprise ; - 20 mois de salaire brut lorsqu'il compte 5 à 10 ans d'ancienneté ; - 2 mois de salaire brut par année de présence avec un maximum de 36 mois, lorsqu'il compte plus de 10 ans d'ancienneté. Le versement de cette indemnité est sans influence sur la nullité du licenciement. Article L.218. Les délégués du personnel ont pour mission : - de présenter aux employeurs toutes les réclamations individuelles ou collectives qui n'auraient pas été directement satisfaites concernant les conditions de travail et la protection des travailleurs, l'application des conventions collectives, des classifications professionnelles et des taux de salaires, réglementaires ou conventionnelles ; - de saisir l'Inspection du Travail et de la Sécurité Sociale de toute plainte ou réclamation concernant l'application des prescriptions légales et réglementaires dont elle est chargée d'assurer le contrôle. page 60/78 - de veiller à l'application des prescriptions relatives à l'hygiène et à la sécurité des travailleurs et à la sécurité sociale et de proposer toutes mesures utiles à ce sujet ; - de communiquer à l'employeur toutes suggestions utiles tendant à l'amélioration de l'organisation et du rendement de l'entreprise ; - de faire part à l'employeur de leur avis et de leurs suggestions sur les mesures de licenciement envisagées en cas de diminution d'activité ou de réorganisation intérieure de l'établissement. - de donner leur avis sur tout projet d'acte du chef d'entreprise instaurant des règles générales et permanentes s'imposant au personnel. Article L.219. Nonobstant les dispositions ci-dessus, les travailleurs ont la faculté de présenter eux-mêmes leurs réclamations et suggestions à l'employeur. CHAPITRE IV : DES MOYENS DE CONTROLE Article L.220. Toute personne qui se propose d'ouvrir un établissement ou un chantier de quelque nature que ce soit doit, au préalable, en faire la déclaration à l'Inspection du Travail. Doivent être déclarés dans les mêmes conditions, la fermeture, le transfert, le changement de destination, la mutation et, plus généralement, tout changement affectant un établissement. En cas de fermeture, l'Inspecteur du Travail et de la Sécurité sociale vérifie la réalité de fermeture de l'établissement. Tout chef d'établissement doit produire annuellement la déclaration de la situation de la main d'oeuvre qu'il emploie lorsqu'il occupe moins de 50 travailleurs. Tout chef d'établissement, occupant 50 travailleurs ou plus, doit produire annuellement un bilan social récapitulant les principales données chiffrées de la situation de l'établissement dans le domaine social. Un décret fixe les modalités d'application du présent article. Article L.221. L'employeur doit tenir constamment à jour, au lieu d'exploitation, dans chaque établissement, un registre dit «registre d'employeur», dont le modèle est fixé par arrêté du Ministre chargé du Travail. Ce registre comprend trois parties : - la première comprend les renseignements concernant les personnes et le contrat de tous les travailleurs occupés dans l'établissement ; - la deuxième, toutes les indications concernant le travail effectué, le salaire,"
  },
  {
    "id": "Code_du_travail_53",
    "source": "Code_du_travail",
    "chunk_index": 53,
    "text": "dont le modèle est fixé par arrêté du Ministre chargé du Travail. Ce registre comprend trois parties : - la première comprend les renseignements concernant les personnes et le contrat de tous les travailleurs occupés dans l'établissement ; - la deuxième, toutes les indications concernant le travail effectué, le salaire, les congés ; - la troisième est réservée aux visas, mises en demeure et observations apposées par l'Inspecteur du Travail et de la Sécurité sociale ou son délégué. Le registre d'employeur doit être tenu à la disposition de l'Inspecteur ou de son délégué qui peut en requérir inopinément, sans déplacement et sur le champ, la production. Il est conservé pendant les cinq ans suivant la dernière mention portée. Certains établissements ou catégories d'établissements peuvent, par arrêté du Ministre chargé du Travail, être exemptés de l'obligation de tenir un registre en raison de leur situation, de leur page 61/78 faible importance ou de la nature de leur activité. Article L.222. Il est institué un dossier du travailleur conservé à l'Inspection du Travail et de la Sécurité sociale du lieu d'emploi. Tout travailleur embauché fait l'objet d'une déclaration établie par l'employeur et adressée par ce dernier à l'Inspection du Travail et de la Sécurité sociale. Cette déclaration mentionne le nom et l'adresse de l'employeur, la nature de l'entreprise et de l'établissement, tous renseignements utiles sur l'état-civil, l'identité et la nationalité du travailleur, sa profession, les emplois qu'il a précédemment occupés, éventuellement le lieu de sa résidence d'origine et la date d'entrée au Sénégal, la date d'embauche et le nom du précédent employeur, la nature du contrat, la classification professionnelle et l'emploi tenu, et un certificat médical. Tout travailleur quittant un établissement doit faire l'objet d'une déclaration établie dans les mêmes conditions, mentionnant en outre la date de départ de l'établissement. Des arrêtés du Ministre chargé du Travail, déterminent les modalités de ces déclarations et les modifications dans la situation du travailleur qui doivent faire l'objet d'une déclaration supplémentaire. Le travailleur, ou avec son assentiment le délégué du personnel, peut prendre connaissance du dossier. Il est remis par l'Inspection du Travail et de la Sécurité sociale, une carte de Travail dont le modèle est fixé par arrêté du Ministre chargé du Travail à tout travailleur pour lequel il a été institué un dossier. Cette carte établie d'après les indications portées au dossier et suivant un modèle fixé par arrêté du Ministre chargé du Travail et de la Sécurité sociale, devra mentionner l'état et la profession exercée par le travailleur, la catégorie professionnelle du travailleur et la convention collective de référence. La photographie de l'intéressé, ou à défaut tout autre élément d'identification, devra si possible figurer sur la carte prévue au présent article. CHAPITRE V : DU PLACEMENT Article L.223. Les services chargés de l'emploi sont en matière de main d'oeuvre, chargés : - de la réception des offres et des demandes d'emploi et de leur diffusion ; - du rassemblement de la documentation permanente sur les offres et demandes d'emploi et, en général, de toutes les questions relatives à l'utilisation et à la répartition de"
  },
  {
    "id": "Code_du_travail_54",
    "source": "Code_du_travail",
    "chunk_index": 54,
    "text": "en matière de main d'oeuvre, chargés : - de la réception des offres et des demandes d'emploi et de leur diffusion ; - du rassemblement de la documentation permanente sur les offres et demandes d'emploi et, en général, de toutes les questions relatives à l'utilisation et à la répartition de la main d'oeuvre, pour l'établissement et la gestion d'un système d'information sur l'emploi ; - d'accroître les possibilités d'emploi ; - de favoriser l'insertion dans le circuit de production, des jeunes à la recherche d'un premier emploi ; - de favoriser la réinsertion des travailleurs licenciés pour motif économique. Article L.224. Des décrets peuvent déterminer, en fonction des nécessités économiques, démographiques et sociales, les possibilités d'embauchage des entreprises. Ils peuvent, en vue du plein emploi de page 62/78 la main d'oeuvre nationale, interdire ou limiter l'embauchage de travailleurs étrangers, pour certaines professions ou certains niveaux de qualification professionnelle. Les opérations concernant la main d'oeuvre sont gratuites. Il est interdit d'offrir et de remettre à toute personne faisant partie du Service, et à celle-ci de l'accepter, une rétribution sous quelque forme que ce soit. Article L.225. En cas de lock-out ou de grève déclenchée dans le respect de la procédure de règlement des conflits collectifs du travail, les opérations concernant la main d'oeuvre des entreprises touchées par cette cessation de travail sont immédiatement interrompues. La liste desdites entreprises est en outre affichée dans la salle réservée aux demandeurs et aux offreurs d'emploi. Article L.226. La protection particulière des travailleurs employés par des entreprises de travail temporaire et les obligations auxquelles sont assujetties ces entreprises dans l'intérêt du travailleur, sont précisées par décret. Le contrat de travail est conclu par écrit entre l'entrepreneur de travail temporaire et le travailleur mis à la disposition de l'utilisateur. L'entreprise de travail temporaire est réputée employeur et investie des droits et obligations attachés à cette qualité. Le travailleur n'a à verser aucune rétribution pour ce placement. Article L.227. Les insertions d'offres et de demandes d'emploi dans la presse sont autorisées. L'employeur qui fait insérer dans la presse une offre anonyme d'emploi est tenu de faire connaître son nom ou sa raison sociale et son adresse au directeur de publication. Le directeur de publication est tenu de faire connaître au service de l'emploi les offres d'emploi simultanément à leur parution et dans des conditions qui seront fixées par arrêté du Ministre chargé de l'Emploi. Article L.228. Tout travailleur à la recherche d'un emploi est tenu de s'inscrire en qualité de demandeur d'emploi auprès du service de l'emploi. Tout chef d'établissement est tenu de notifier au service chargé de l'emploi toute place vacante dans son établissement et l'offre d'emploi correspondante. Le service de l'emploi est habilité à effectuer le placement des travailleurs. Un arrêté du Ministre chargé de l'Emploi précise les conditions dans lesquelles certains organismes peuvent fonctionner, pour certaines professions, en tant que correspondants du service de l'emploi. Aucun employeur n'est tenu d'agréer le travailleur qui lui est présenté par le service chargé de l'emploi. Aucun travailleur n'est tenu d'accepter l'emploi qui lui est proposé par ledit service. Toutefois,"
  },
  {
    "id": "Code_du_travail_55",
    "source": "Code_du_travail",
    "chunk_index": 55,
    "text": "les conditions dans lesquelles certains organismes peuvent fonctionner, pour certaines professions, en tant que correspondants du service de l'emploi. Aucun employeur n'est tenu d'agréer le travailleur qui lui est présenté par le service chargé de l'emploi. Aucun travailleur n'est tenu d'accepter l'emploi qui lui est proposé par ledit service. Toutefois, le refus doit faire l'objet d'une déclaration auprès du service. En aucun cas, il ne peut être exigé d'un demandeur d'emploi, paiement sous quelque forme que ce soit, de son inscription, de son placement ou de toute autre prestation liée à ces opérations. Le chef d'entreprise peut également procéder directement au recrutement d'un travailleur sans qu'aucune prestation préalable ni qu'aucun paiement sous quelque forme que ce soit, ne page 63/78 puissent être exigés de ce dernier. TITRE XIII : DES DIFFERENDS DU TRAVAIL CHAPITRE PREMIER : DU DIFFEREND INDIVIDUEL Article L.229. Les Tribunaux du Travail connaissent des différends individuels pouvant s'élever entre les travailleurs et leurs employeurs à l'occasion du contrat de travail, du contrat d'apprentissage, des conventions collectives, des conditions de travail, d'hygiène et de sécurité, du régime de sécurité sociale. Leur compétence s'étend également aux différends nés entre travailleurs et entre employeurs à l'occasion du travail, ainsi qu'entre les institutions obligatoires de sécurité sociale, leurs bénéficiaires et les assujettis, à l'occasion de l'application du régime de sécurité sociale. Leur compétence s'étend aussi aux actions récursoires des entrepreneurs contre les tâcherons aux cas prévus à l'article L 78. Les Tribunaux du Travail demeurent compétents, lors même qu'une collectivité ou un établissement public est en cause, et peuvent statuer sans qu'il y ait lieu, pour les parties, d'observer, dans le cas où il en existe, les formalités préalables qui sont prescrites avant qu'un procès puisse être intenté à ces personnes morales. Article L.230. Toutes les demandes dérivant du contrat de travail entre les mêmes parties doivent faire l'objet d'une seule instance, à peine d'être déclarées non recevables, à moins que le demandeur ne justifie que les causes des nouveaux chefs de demande ne sont nées à son profit, ou n'ont été connues de lui, que postérieurement à l'introduction de la demande primitive. Sont toutefois recevables les nouveaux chefs de demande tant que le Tribunal du Travail ne se sera pas prononcé, en premier ou en dernier ressort, sur les chefs de la demande primitive. Il ordonnera la jonction des instances et statuera sur elles par un seul et même jugement. Article L.231. Le tribunal compétent est celui du lieu de travail. Toutefois, pour les litiges nés de la résiliation du contrat de travail et nonobstant toute attribution conventionnelle de juridiction, le travailleur, dont la résidence habituelle est située au Sénégal, aura le choix entre le tribunal de cette résidence et celui du lieu de travail. Article L.232. Les Tribunaux du Travail siègent au chef-lieu de chaque région, leur ressort est le territoire de la région. Lorsque les structures du marché du travail le justifient, chaque Tribunal du Travail peut être, par décret, subdivisé en sections professionnelles. Les Tribunaux du Travail dépendent administrativement du Ministre de la Justice. Article L.233. Le Tribunal du"
  },
  {
    "id": "Code_du_travail_56",
    "source": "Code_du_travail",
    "chunk_index": 56,
    "text": "au chef-lieu de chaque région, leur ressort est le territoire de la région. Lorsque les structures du marché du travail le justifient, chaque Tribunal du Travail peut être, par décret, subdivisé en sections professionnelles. Les Tribunaux du Travail dépendent administrativement du Ministre de la Justice. Article L.233. Le Tribunal du Travail est composé : 1. du Président ou en cas d'empêchement de celui-ci, d'un juge du Tribunal du Travail, désigné par ordonnance du Président de la juridiction. En cas d'absence ou d'empêchement de tous les magistrats du Tribunal du Travail, la présidence est assurée par le Président du Tribunal régional ou par le magistrat du siège délégué par lui ; 2. d'un assesseur employeur et d'un assesseur travailleur pris parmi ceux figurant sur les page 64/78 listes établies en conformité de l'article L.235. Pour chaque affaire, le Président désigne autant que possible l'assesseur employeur et l'assesseur travailleur appartenant à la catégorie intéressée. Lorsque le Tribunal du Travail est subdivisé en sections professionnelles, les assesseurs sont pris parmi ceux désignés au titre de la section concernée par le secteur professionnel dont relèvent les parties en cause. L'assesseur titulaire est remplacé, en cas d'empêchement, par l'assesseur suppléant. Lorsque le Tribunal du Travail est subdivisé en sections professionnelles et qu'il s'avère impossible de composer une section en raison de l'empêchement prolongé de tous les assesseurs, employeurs ou travailleurs, le Président de la juridiction, par ordonnance motivée, peut décider que les assesseurs d'une autre section seront habilités à siéger dans la section empêchée de se réunir. L'ordonnance n'est susceptible d'aucune voie de recours. Un greffier désigné par un arrêté du Ministre de la Justice est attaché au tribunal. Article L.234. Chaque Tribunal du Travail comporte une formation de référé, commune à toutes les éventuelles sections. La formation de référé est composée du Président du Tribunal du Travail et d'un greffier. Article L.235. Les assesseurs et leurs suppléants sont nommés par arrêté du Ministre chargé du Travail. Ils sont choisis sur des listes présentées par les organisations syndicales les plus représentatives et comportant un nombre de noms double de celui des postes à pourvoir ou, en cas de carence de celles-ci par le Ministre chargé du Travail. Les assesseurs ou leurs suppléants doivent exercer effectivement l'activité professionnelle qui motive leur désignation ou l'avoir exercée pendant trois ans au moins. Le mandat des assesseurs, titulaires ou suppléants a une durée de trois années, il est renouvelable. Toutefois, lorsque la durée du mandat est expirée, les assesseurs titulaires ou suppléants restent en fonction jusqu'à la nomination des nouveaux assesseurs. Les assesseurs ou leurs suppléants doivent savoir lire et écrire le français. Il doivent en outre justifier de la possession de leurs droits civils et n'avoir subi aucune des condamnations qui aux termes des lois électorales en vigueur, entraînent la radiation des listes électorales. Sont déchus de leur mandat, les assesseurs qui ne remplissent pas toutes les conditions énumérées ci-dessus. Article L.236. Tout assesseur titulaire ou suppléant qui aura gravement manqué à ses devoirs dans l'exercice de ses fonctions sera appelé devant le Tribunal du Travail pour s'expliquer sur les"
  },
  {
    "id": "Code_du_travail_57",
    "source": "Code_du_travail",
    "chunk_index": 57,
    "text": "radiation des listes électorales. Sont déchus de leur mandat, les assesseurs qui ne remplissent pas toutes les conditions énumérées ci-dessus. Article L.236. Tout assesseur titulaire ou suppléant qui aura gravement manqué à ses devoirs dans l'exercice de ses fonctions sera appelé devant le Tribunal du Travail pour s'expliquer sur les faits qui lui sont reprochés. L'initiative de cet appel appartient au Président du Tribunal du Travail. Le procès-verbal de la séance de comparution est adressé dans les huit jours par le Président du Tribunal du Travail au Procureur de la République. Ce procès-verbal est transmis par le Procureur de la République, avec son avis au Procureur général, lequel le fait parvenir au Ministre de la Justice. Par arrêté motivé du Ministre de la Justice, les peines suivantes peuvent être prononcées : - La censure, page 65/78 - La suspension, pour un temps qui ne peut excéder six mois, - La déchéance. Tout assesseur contre lequel la déchéance a été prononcée ne peut être désigné à nouveau aux mêmes fonctions. Article L.237. Les assesseurs titulaires et suppléants prêtent, devant le Président du Tribunal du Travail où ils sont appelés à siéger, le serment suivant :«Je jure de remplir mes devoirs d'assesseur avec zèle et intégrité et de garder le secret des délibérations, même après la cessation de mes fonctions». Toutefois, en cas d'empêchement, le serment peut être prêté par écrit. Article L.238. Les fonctions d'assesseurs titulaires ou suppléants des Tribunaux du Travail sont gratuites. Toutefois, pourront être allouées aux assesseurs, des indemnités de séjour et de déplacement, dont le montant, qui ne pourra être inférieur au montant des salaires et indemnités perdus, sera fixé par arrêté conjoint des Ministres chargé du Travail, de la Justice et des Finances. Article L.239. L'exercice des fonctions d'assesseur ne saurait être une cause de rupture, par l'employeur, du contrat de travail. Article L.240. La procédure devant les Tribunaux du Travail est gratuite. Article L.241. Tout travailleur ou tout employeur pourra demander à l'Inspecteur du Travail et de la Sécurité sociale , à son délégué ou à son suppléant de régler le différend à l'amiable. La demande de règlement à l'amiable du différend individuel du travail doit être faite par écrit. Cette demande suspend, à sa date de réception par l'Inspecteur du Travail et de la Sécurité sociale, le délai de prescription prévu à l'article L.126. Cette suspension court jusqu'à la date du procès-verbal qui clôt la tentative de conciliation à l'Inspection du Travail et de la Sécurité sociale. Les parties sont tenues de se présenter à l'Inspection au jour et à l'heure fixés par la convocation, sous peine d'une amende ne pouvant excéder cinq cent mille francs. L'Inspecteur du Travail et de la Sécurité sociale à qui il incombe d'apporter la preuve matérielle de la transmission de la convocation, peut infliger l'amende forfaitaire prévue dans les cas de contravention. L'Inspecteur fait connaître aux parties quels sont, d'après les informations qui lui sont fournies, et sous réserve de l'appréciation des tribunaux, les droits que le travailleur tient de la loi, de la réglementation ou des conventions collectives et"
  },
  {
    "id": "Code_du_travail_58",
    "source": "Code_du_travail",
    "chunk_index": 58,
    "text": "la convocation, peut infliger l'amende forfaitaire prévue dans les cas de contravention. L'Inspecteur fait connaître aux parties quels sont, d'après les informations qui lui sont fournies, et sous réserve de l'appréciation des tribunaux, les droits que le travailleur tient de la loi, de la réglementation ou des conventions collectives et du contrat individuel. Il vérifie si les parties sont décidées à se concilier immédiatement sur ces bases. S'il n'y a pas de conciliation, l'Inspecteur le constate par procès-verbal, où il consigne les motifs de l'échec. Si la conciliation intervient, le procès-verbal de conciliation contient, outre les mentions ordinaires nécessaires à sa validité : - l'énoncé des différents chefs de réclamation, page 66/78 - les points sur lesquels la conciliation est intervenue et, s'il y a lieu, les sommes convenues pour chaque chef de réclamation, - les chefs de réclamations dont il a été fait abandon, - en cas de conciliation partielle, les demandes qui n'ont pas été comprises dans la conciliation. Aucune mention telle que «divers», «pour solde de tous comptes», ou «toutes causes confondues», ne peut être employée à peine de nullité du procès-verbal. L'Inspecteur doit refuser d'entériner un accord portant atteinte aux droits incontestables du travailleur. Le procès-verbal de conciliation est présenté par la partie la plus diligente au Président du Tribunal du Travail dans le ressort duquel il a été établi. Celui-ci y appose la formule exécutoire, après avoir vérifié qu'il est conforme aux prescriptions du présent article. L'exécution est poursuivie comme un jugement du Tribunal du Travail. Article L.242. En cas d'échec de la tentative de conciliation devant l'Inspection du Travail et de la Sécurité sociale, ou en son absence, l'action est introduite par déclaration écrite faite au greffier du tribunal du travail. Inscription en est faite sur un registre tenu spécialement à cet effet; un extrait de cette inscription est délivré à la partie ayant introduit l'action. L'Inspecteur Régional du Travail et de la Sécurité sociale qui a procédé sans succès à la tentative de conciliation prévue au précédent article doit, à la demande de l'une des parties, transmettre à toutes fins utiles au Président du Tribunal du Travail ensuite saisi, le dossier complet qui a pu être constitué sur ce différend. Cette transmission doit également avoir lieu sur la demande du Tribunal du Travail saisi de l'affaire. Article L.243. Dans les cinq jours à dater de la réception de la demande, dimanche et jours fériés non compris, le Président cite les parties à comparaître devant lui, en conciliation, dans un délai qui ne peut excéder douze jours, majoré, s'il y a lieu, des délais de distance fixés dans les conditions prévues à l'article L.267. La citation doit contenir les nom et profession du demandeur, l'indication de l'objet de la demande, l'heure et le jour de la comparution. Elle porte la reproduction des dispositions de l'article L.230. La citation est faite à personne ou domicile par voie d'agent administratif spécialement commis à cet effet. Elle peut valablement être faite par lettre recommandée avec accusé de réception. Article L.244. Les parties sont tenues de se rendre au jour"
  },
  {
    "id": "Code_du_travail_59",
    "source": "Code_du_travail",
    "chunk_index": 59,
    "text": "comparution. Elle porte la reproduction des dispositions de l'article L.230. La citation est faite à personne ou domicile par voie d'agent administratif spécialement commis à cet effet. Elle peut valablement être faite par lettre recommandée avec accusé de réception. Article L.244. Les parties sont tenues de se rendre au jour et à l'heure fixés par le Président du Tribunal du Travail. Elles peuvent se faire assister ou représenter soit par un travailleur ou un employeur appartenant à la même branche d'activité, soit par un avocat, soit encore par un représentant des centrales syndicales auxquelles sont affiliés les syndicats professionnels dont sont membres lesdites parties. Les employeurs peuvent, en outre, être représentés par un directeur ou un employé de l'entreprise ou de l'établissement. Sauf en ce qui concerne les avocats, le mandataire des parties doit, pour chaque affaire, être page 67/78 constitué par écrit et agréé par le Président du Tribunal. Le mandat donné sans réserve pour un différend déterminé, s'il n'est révoqué, de même que l'agrément, s'il n'est retiré, demeurent valables pour l'exercice des voies ordinaires devant la Cour d'Appel ainsi que pour l'exécution des décisions à l'exclusion de la perception du montant des condamnations. Lorsqu'un mandataire est constitué au cours d'une procédure il doit être agréé par le Président du Tribunal saisi. Article L.245. Pour représenter ou assister régulièrement une partie, le représentant d'une centrale syndicale doit justifier : - que la centrale syndicale, dont se réclame la partie, l'autorise à assurer l'assistance et la représentation devant les juridictions du travail ; - qu'il exerce lui-même effectivement, une activité rémunérée, dans la branche d'activité considérée ou qu'il l'a exercée pendant au moins cinq années. Lorsqu'il n'existe pas de représentant d'une centrale syndicale pouvant remplir les deux conditions ci-dessus énumérées, la partie peut, exceptionnellement choisir pour mandataire, un représentant de son syndicat professionnel qui est alors dispensé de l'obligation d'activité professionnelle effective. La liste de ces derniers représentants est établie par les syndicats professionnels à raison d'un seul mandataire par syndicat professionnel et par juridiction du travail. Par l'entremise et après approbation des centrales syndicales intéressées, elle est adressée par chaque syndicat professionnel au Ministre chargé du Travail qui la transmet au Ministre de la Justice. Ce dernier fait connaître aux chefs de juridictions concernés le nom du représentant désigné par chaque syndicat professionnel. Cette désignation est valable pour une période de trois années. Article L.246. L'agrément doit être refusé par ordonnance motivée : - à ceux qui ne savent pas lire et écrire le français ; - aux représentants des centrales syndicales qui ne présentent pas les justifications indiquées à l'alinéa premier de l'article précédent ; - à tout représentant de syndicat professionnel autre que celui désigné, conformément aux dispositions de l'alinéa 2 de l'article précédent ; - à ceux qui ont été condamnés pénalement pour des faits contraires à la probité ; - aux mandataires qui ont fait l'objet d'une interdiction de représenter les parties en justice pour outrage à la juridiction du travail ou à l'un de ses membres ou à l'Inspecteur du Travail et de la Sécurité sociale,"
  },
  {
    "id": "Code_du_travail_60",
    "source": "Code_du_travail",
    "chunk_index": 60,
    "text": "ont été condamnés pénalement pour des faits contraires à la probité ; - aux mandataires qui ont fait l'objet d'une interdiction de représenter les parties en justice pour outrage à la juridiction du travail ou à l'un de ses membres ou à l'Inspecteur du Travail et de la Sécurité sociale, pour entrave au déroulement des débats, pour délaissement des intérêts du mandat ou pour perception de fonds pour le compte du travailleur en infraction aux dispositions de l'article L.269. Sous réserve de l'incapacité découlant de la perte des droits civiques, l'interdiction est prononcée pour une durée qui n'excède pas un an, par la juridiction devant laquelle le fait a été constaté, ou par le Tribunal du Travail dans le ressort duquel il a été commis, ou, s'il y a poursuites pénales, par la juridiction répressive, d'office ou sur les réquisitions du ministère public. La juridiction saisie peut ne formuler qu'un avertissement. Les débats ont lieu en chambre de conseil. page 68/78 Les décisions de refus d'agrément prononcées par le Président du Tribunal ou d'interdiction prononcées par le tribunal, sont susceptibles d'appel dans les formes et délais prévus à l'article L 265. L'agrément peut être retiré dans les mêmes formes et conditions lorsque l'une des condamnations justifiant le refus d'agrément, ou l'un des faits justifiant l'interdiction de représenter les parties, se produit en cours de procédure. Article L.247. Si au jour fixé par la convocation, le demandeur ne comparaît pas et ne justifie pas d'un cas de force majeure, la cause est rayée du rôle ; elle ne peut être reprise qu'une seule fois et selon les formes imparties pour la demande primitive, à peine de déchéance. Si le défenseur ne comparaît pas, et si le demandeur maintient sa demande, il est procédé comme en cas de non conciliation. Article L.248. L'audience est publique, sauf au stade de la conciliation ; sa police est assurée sous l'autorité et la responsabilité du président. Celui-ci dirige les débats, interroge et confronte les parties, fait comparaître les témoins cités à la diligence des parties, dans les formes prévues à l'article L.243. Le tribunal peut d'office, faire citer dans les mêmes formes toute personne dont il estime la déposition utile au règlement du litige. Dans les cas urgents, dont il est juge, le tribunal peut ordonner par provision, telles mesures nécessaires, notamment pour empêcher que les objets, donnant lieu à une réclamation, ne soient enlevés ou déplacés ou détériorés. Article L.249. La femme mariée est autorisée à se concilier, à demander, à défendre devant le Tribunal du Travail. Les mineurs qui ne peuvent être assistés de leur père ou tuteur, peuvent être autorisés par le tribunal, à se concilier, demander ou défendre, devant le Tribunal du Travail. Article L.250. Les assesseurs du tribunal peuvent être récusés : 1) quand ils ont un intérêt personnel à la contestation ; 2) quand ils sont parents ou alliés de l'une des parties jusqu'au sixième degré ; 3) si, dans l'année qui a précédé la récusation, il y a eu procès pénal ou civil entre eux et l'une des parties ou"
  },
  {
    "id": "Code_du_travail_61",
    "source": "Code_du_travail",
    "chunk_index": 61,
    "text": "1) quand ils ont un intérêt personnel à la contestation ; 2) quand ils sont parents ou alliés de l'une des parties jusqu'au sixième degré ; 3) si, dans l'année qui a précédé la récusation, il y a eu procès pénal ou civil entre eux et l'une des parties ou son conjoint ou allié en ligne directe ; 4) s'ils ont donné un avis écrit sur la contestation ; 5) s'ils sont employeurs ou travailleurs de l'une des parties en cause. La récusation est formée avant tout débat. Le Président statue immédiatement. Si la demande est rejetée, il est passé outre au débat ; si elle est admise, l'affaire est renvoyée à la prochaine audience où doivent siéger le ou les assesseurs suppléants. Article L.251. Lorsque les parties comparaissent devant le Président du Tribunal du Travail, il est procédé à une tentative de conciliation. Le Président leur rappelle les dispositions de l'article L.230 et il est page 69/78 fait mention de cet avertissement, par le secrétaire, sur le registre des délibérations du tribunal. En cas d'accord, un procès-verbal, rédigé séance tenante sur le registre des délibérations du tribunal, consacre le règlement à l'amiable du litige. Un extrait du procès-verbal de conciliation, signé du président et du greffier, vaut titre exécutoire. Article L.252. En cas de conciliation partielle, un extrait du procès-verbal signé du président et du greffier vaut titre exécutoire pour les parties sur lesquelles un accord est intervenu et procès-verbal de non- conciliation pour le surplus de la demande. Article L.253. En cas de non conciliation, ou pour la partie contestée de la demande, le Président déclare ouverte la phase contentieuse de la procédure et avertit les parties de la date de l'audience, s'il estime que l'affaire peut être jugée en l'état. S'il échet, le Président met le dossier en état. A cette fin, il ordonne, même d'office, toute expertise, toute enquête, toute production de document et, plus généralement, toute mesure d'information utile. Dans les cas urgents, le président peut, à tous les stades de la procédure, ordonner par provision telles mesures nécessaires, notamment pour empêcher que les objets qui donnent lieu à une réclamation ne soient enlevés, ou déplacés ou détériorés. Quand il estime que l'affaire est en état d'être jugée, le président du tribunal renvoie la cause devant la juridiction et cite les parties pour la première audience utile. Article L.254. Le Président donne connaissance aux assesseurs de l'objet du litige ainsi que des arguments des parties et, plus généralement, de tous les éléments du dossier. Il dirige les débats. Le tribunal peut, par jugement motivé, ordonner, même d'office, toute enquête, descente sur lieux, comparution personnelle des parties, ainsi que tout constat ou expertise. Il peut déléguer le Président pour exécuter les enquêtes ou les descentes sur les lieux, ordonnées par lui-même ou par le Président. Article L.255. Les agents des services du travail et de la sécurité sociale ne peuvent être commis en qualité d'experts par les tribunaux du travail. Article L.256. Dès la clôture des débats, le tribunal délibère immédiatement en secret. Le jugement est rédigé sur"
  },
  {
    "id": "Code_du_travail_62",
    "source": "Code_du_travail",
    "chunk_index": 62,
    "text": "ordonnées par lui-même ou par le Président. Article L.255. Les agents des services du travail et de la sécurité sociale ne peuvent être commis en qualité d'experts par les tribunaux du travail. Article L.256. Dès la clôture des débats, le tribunal délibère immédiatement en secret. Le jugement est rédigé sur l'heure et l'audience reprise pour sa lecture. Lorsque l'affaire nécessite un délibéré prolongé, le Président doit donner avis aux parties de la date à laquelle le jugement sera rendu. Cette date doit être celle de la prochaine audience de la même section, sans que la durée du délibéré puisse excéder quinze jours. Les jugements sont pris à la majorité des membres présents. En cas de radiation d'un assesseur, la voix du Président est prépondérante. Les jugements doivent être motivés et lus en audience publique. Article L.257. Dans tous les cas d'urgence la formation de référé peut, dans la limite de la compétence des tribunaux du travail, ordonner toutes les mesures qui ne se heurtent à aucune contestation sérieuse ou que justifie l'existence d'un différend. page 70/78 La formation de référé peut toujours même en présence d'une contestation sérieuse, prescrire les mesures conservatoires ou de remise en état qui s'imposent , soit pour prévenir un dommage imminent soit pour faire cesser un trouble manifestement illicite. Dans le cas où l'existence de l'obligation n'est pas sérieusement contestable elle peut accorder une provision au créancier ou ordonner l'exécution de l'obligation même s'il s'agit d'une obligation de faire. Article L.258. La demande en référé est introduite conformément aux dispositions de l'alinéa 1 de l'article L.242. Les délais prévus à l'article L. 243 peuvent être abrégés. S'il apparaît au Président, statuant en référé, que la demande excède ses pouvoirs, et lorsque cette demande présente une particulière urgence, il peut, après avoir procédé à une tentative de conciliation en audience non publique, renvoyer l'affaire devant la section compétente du Tribunal du Travail. Dans ces cas la notification aux parties de l'ordonnance de référé mentionne la date de l'audience du Tribunal du Travail et vaut citation. Le délai d'appel de l'ordonnance de référé est de 15 jours. . L'appel est formé, instruit et jugé comme il est dit à l'article L.265. Article L.259. Les minutes du jugement ou de l'ordonnance de référé sont signées par le Président et le greffier. Elles sont conservées pendant dix ans et reliées chaque année à la diligence du Président. Article L.260. Le jugement peut ordonner l'exécution immédiate, nonobstant opposition ou appel et par provision, avec dispense de caution, jusqu'à une somme qui ne peut excéder vingt fois le montant mensuel du salaire minimum interprofessionnel garanti. Pour le surplus, l'exécution provisoire peut être ordonnée à charge de fournir caution. Cependant l'exécution provisoire pourra jouer sans limite, nonobstant toute voie de recours, et sans versement de caution, lorsqu'il s'agira de salaires non contestés et reconnus comme étant dus. Copie du jugement, signée par le président et le greffier, doit être remise aux parties sur demande. Mention de cette délivrance, de sa date et de son heure, est faite par le greffier en marge de la"
  },
  {
    "id": "Code_du_travail_63",
    "source": "Code_du_travail",
    "chunk_index": 63,
    "text": "de caution, lorsqu'il s'agira de salaires non contestés et reconnus comme étant dus. Copie du jugement, signée par le président et le greffier, doit être remise aux parties sur demande. Mention de cette délivrance, de sa date et de son heure, est faite par le greffier en marge de la minute du jugement. Article L.261. Les jugements par défaut sont signifiés sans frais à la partie défaillante, à personne ou à domicile par le greffier du tribunal ou par agent administratif spécialement commis par le Président ou par lettres recommandées avec accusé de réception. L'opposition est faite dans les formes prévues à l'alinéa 1 de l'article L.242. Elle est recevable dans le délai de dix jours, non compris les délais de distance. Le délai court de la date de la signification, si elle a été faite à personne ou, dans le cas contraire, du jour où la partie défaillante a pu avoir connaissance du jugement, ou à compter du premier acte d'exécution. Dans le cas où la signification n'a pas été faite à personne, le jugement est néanmoins page 71/78 exécutoire, à défaut d'opposition ou d'appel, à l'expiration du délai de dix jours, augmenté des délais de distance, suivant la signification. Le jugement rendu sur l'opposition n'est pas susceptible de nouvelle opposition. Il est exécutoire par provision nonobstant appel. Article L.262. Le tribunal statue en premier et dernier ressort, sauf du chef de la compétence, lorsque le chiffre de la demande n'excède pas dix fois le montant mensuel du salaire minimum interprofessionnel garanti ou lorsque la demande tend à la remise, même sous astreinte, de toute pièce que l'employeur est tenu de délivrer à moins que le jugement ne soit en premier ressort en raison du montant des autres demandes. Au dessus du taux précité les jugements sont susceptibles d'appel devant la cour d'appel. Article L.263. Il y a abus de droit d'ester au Tribunal du Travail lorsqu'il apparaît que le demandeur a intenté son action uniquement pour nuire au défendeur en l'obligeant à subir les charges d'une défense. Lorsque le Tribunal du Travail estimera qu'une procédure est abusive de ce chef, le demandeur pourra être condamné à des dommages-intérêts envers le défendeur. Article L.264. Le Tribunal du Travail connaît de toutes les demandes reconventionnelles ou en compensation qui, par leur nature, entrent dans sa compétence. Lorsque chacune des demandes principales reconventionnelles ou en compensation sera dans les limites de sa compétence en dernier ressort, il se prononcera sans qu'il y ait lieu à appel. Si l'une de ces demandes n'est susceptible d'être jugée qu'à charge d'appel, le Tribunal du Travail ne se prononcera sur toutes qu'à charge d'appel. Néanmoins, il statuera en dernier ressort si seule la demande reconventionnelle en dommages-intérêts, fondée exclusivement sur la demande principale, dépasse sa compétence en dernier ressort. Il statut, également, sans appel, en cas de défaut du défendeur, si seules les demandes reconventionnelles formées par celui-ci dépassent le taux de sa compétence en dernier ressort, quels que soient la nature et le montant de cette demande. Si une demande reconventionnelle est reconnue non fondée et"
  },
  {
    "id": "Code_du_travail_64",
    "source": "Code_du_travail",
    "chunk_index": 64,
    "text": "dernier ressort. Il statut, également, sans appel, en cas de défaut du défendeur, si seules les demandes reconventionnelles formées par celui-ci dépassent le taux de sa compétence en dernier ressort, quels que soient la nature et le montant de cette demande. Si une demande reconventionnelle est reconnue non fondée et formée uniquement en vue de rendre le jugement susceptible d'appel, l'auteur de cette demande peut être condamné à des dommages-intérêts envers l'autre partie, même au cas où, en appel, le jugement en premier ressort n'a été confirmé que partiellement. Article L.265. L'appel est interjeté dans les formes prévues à l'alinéa 1 de l'article L.242. Le délai d'appel est de quinze jours. Il court du prononcé du jugement si celui-ci est contradictoire et en cas d'itératif défaut. Toutefois, le délai court à compter du lendemain de la signification à personne ou à domicile contre les parties non représentées ou assistées qui n'étaient pas présentes au prononcé du jugement rendu contradictoirement, lorsque celles-ci n'ont pas été avisées de la date à laquelle le jugement serait prononcé. A l'égard des jugements par défaut, le délai d'appel court du jour où l'opposition n'est plus recevable. L'appel est transmis dans la huitaine de la déclaration d'appel à la Cour d'Appel avec une expédition du jugement et des lettres, mémoires et documents, déposés par les parties ou par l'Inspection du Travail et de Sécurité sociale. Lorsque l'appel est formé hors délai, ou contre un jugement qualifié en dernier ressort, le dossier page 72/78 sera transmis dans les quarante-huit heures à la Cour, sous bordereau spécial. Celle-ci devra enrôler l'affaire à sa première audience utile. L'appel est jugé sur pièces. Toutefois, les parties peuvent demander à être entendues ; en ce cas, la représentation des parties obéit aux règles fixées devant le tribunal du travail. La Cour dispose des mêmes pouvoirs que ceux qui sont reconnus au premier juge. Elle peut, notamment, procéder à toute audition utile ou comparution personnelle des parties. L'arrêt d'appel doit être rendu dans les trois mois de la transmission de la déclaration d'appel à la Cour d'Appel. Si elle estime l'appel dilatoire ou abusif, la Cour d'Appel peut condamner l'appelant à l'amende prévue par l'article L278 du Code de Procédure civile, quelle que soit la nature du jugement confirmé, sans préjudice des dommages-intérêts alloués à l'intimé sur sa demande. L'amende est toujours prononcée en cas de confirmation du jugement rendu susceptible d'appel dans les conditions fixées par le dernier alinéa de l'article L.264. Article L.266. La Cour de Cassation connaît des recours en cassation contre les jugements rendus en dernier ressort et les arrêts de la Cour d'Appel dans les formes et conditions prévues par la procédure en vigueur devant la Cour de Cassation. Article L.267. Des décrets déterminent la contexture des registres et les délais de distance. Article L.268. Le travailleur bénéficie d'office de l'assistance judiciaire pour l'exécution des décisions rendues à son profit: lorsque la décision est exécutoire et que le travailleur bénéficiaire ne peut en obtenir l'exécution amiable, il demande au président de faire apposer la formule exécutoire sur la copie"
  },
  {
    "id": "Code_du_travail_65",
    "source": "Code_du_travail",
    "chunk_index": 65,
    "text": "les délais de distance. Article L.268. Le travailleur bénéficie d'office de l'assistance judiciaire pour l'exécution des décisions rendues à son profit: lorsque la décision est exécutoire et que le travailleur bénéficiaire ne peut en obtenir l'exécution amiable, il demande au président de faire apposer la formule exécutoire sur la copie qui lui a été délivrée et de commettre un huissier pour poursuivre l'exécution forcée aux frais de l'employeur. Les décisions en dernier ressort sont notifiées à personne ou à domicile, soit par huissier ou agent administratif commis à la demande de la partie la plus diligente, soit par le greffier directement contre récépissé ou sous lettre recommandée avec accusé de réception. Article L.269. Lorsqu'un huissier n'est pas commis conformément à l'article précédent ou lorsque la partie n'est pas représentée par un avocat, l'exécution du procès-verbal de conciliation devant l'Inspecteur du Travail et de Sécurité sociale ou devant le Tribunal du Travail ainsi que l'exécution de la décision judiciaire, ne peuvent intervenir qu'en mains propres au profit du travailleur créancier, après vérification de son identité, et sur bulletin de paie spécialement établi, ou par mandat poste au nom du travailleur intéressé, s'il le demande par écrit. Lorsque l'une des parties le demande, cette exécution est constatée par procès-verbal de l'Inspecteur du Travail et de Sécurité sociale certifiant la remise des sommes en mains propres au profit du travailleur créancier. Ce procès-verbal est signé par l'Inspecteur du Travail et de Sécurité sociale et par le travailleur créancier ou, s'il est illettré, par deux témoins dont l'un choisi par lui. Lorsqu'il y a exécution forcée du procès verbal de conciliation ou de la décision judiciaire au profit d'un travailleur toute somme ou bien quelconque en provenant ne peuvent être remis qu'en mains propres au bénéficiaire lorsqu'il n'est pas représenté par un avocat. La remise en violation de ces dispositions n'est pas libératoire pour la partie condamnée et engage la responsabilité pécuniaire de l'huissier ou de l'agent d'exécution. Article L.270. Les dispositions du Code de procédure civile seront appliquées à défaut de dispositions page 73/78 particulières prévues au présent Code ou aux règlements pris pour son application. CHAPITRE II : DU DIFFEREND COLLECTIF Article L.271. Les dispositions du présent chapitre sont applicables aux différends collectifs concernant les travailleurs définis à l'article L . 2 ; elles ne s'appliquent aux travailleurs des services et établissements publics qu'en l'absence de dispositions législatives ou réglementaires contraires. Article L.272. Tout différend collectif doit être immédiatement notifié par la partie la plus diligente : 1. à l'Inspecteur du Travail et de Sécurité sociale, lorsque le conflit est limité au ressort d'une Inspection régionale du Travail et de la Sécurité Sociale. 2. au Directeur général du Travail et de Sécurité sociale, lorsque le conflit s'étend sur les ressorts de plusieurs Inspections régionales du Travail et de Sécurité sociale. Article L.273. La procédure de conciliation sera celle prévue par la convention collective pour le règlement des différends collectifs. En cas de conciliation des parties dans le délai de dix jours qui suivent leur convocation, un procès-verbal en tenant acte est dressé sur le"
  },
  {
    "id": "Code_du_travail_66",
    "source": "Code_du_travail",
    "chunk_index": 66,
    "text": "du Travail et de Sécurité sociale. Article L.273. La procédure de conciliation sera celle prévue par la convention collective pour le règlement des différends collectifs. En cas de conciliation des parties dans le délai de dix jours qui suivent leur convocation, un procès-verbal en tenant acte est dressé sur le champ par l'Inspecteur ou le Directeur général du Travail et de la Sécurité sociale et signé par les parties auxquelles il est délivré copie. A défaut de procédure de conciliation prévue par la convention collective, ou en cas d'échec de ladite procédure, l'Inspecteur ou le Directeur général du Travail et de la Sécurité sociale devra dans les 48 heures après sa saisine, convoquer les parties. Dès lors que la conciliation n'a été constatée dans ce délai, le lock-out ou la grève déclenchée après préavis de 30 jours déposé au niveau des syndicats des employeurs ou des travailleurs concernés, est licite. Article L.274. Le lock-out et la grève déclenchés en violation des dispositions ci-dessus, sont considérés comme illicites. Article L.275. Le lock-out et la grève déclarés illicites entraînent : 1) Pour les employeurs, le paiement aux travailleurs des journées de salaire perdu de ce fait et, par jugement du tribunal régional, rendu à la requête du Ministre chargé du Travail pendant une période de deux ans, l'inéligibilité aux fonctions de membres des chambres de commerce ou de métiers, l'interdiction de faire partie du conseil économique et social, d'une commission ou d'un conseil consultatif du travail, de la main d'oeuvre ou de la sécurité sociale et d'un conseil d'arbitrage, et de participer sous une forme quelconque à une entreprise de travaux ou un marché de fournitures pour le compte de l'Etat, d'une collectivité publique ou de sociétés nationales ; 2) pour les travailleurs, la perte du droit aux indemnités et aux dommages-intérêts prévus en cas de rupture de contrat. page 74/78 Article L.276. L'autorité administrative compétente peut, à tout moment procéder à la réquisition de ceux des travailleurs des entreprises privées et des services et établissements publics qui occupent des emplois indispensables à la sécurité des personnes et des biens, au maintien de l'ordre public, à la continuité des services publics ou à la satisfaction des besoins essentiels de la nation. La liste des emplois ainsi définis sera fixée par décret. L'autorité compétente réglera les conditions et modalités de réquisition des travailleurs occupant les emplois figurant sur la liste prévue à l'alinéa précédent. Elle précisera les cas dans lesquels la notification de la réquisition, faite en principe à personne par ordre de service, signé de l'autorité administrative compétente, ou de l'employeur, ou de son représentant, pourra néanmoins résulter de la publication au journal officiel, de la diffusion radiophonique, ou de l'affichage sur les lieux de travail, d'un décret requérant collectivement et anonymement les travailleurs occupant tout ou partie des emplois énumérés dans la liste préalablement fixée par décret. En aucun cas, l'exercice du droit de grève, ne peut s'accompagner d'occupation des lieux de travail ou de leurs abords immédiats, sous peine des sanctions prévues aux articles L.275 et L.279. page 75/78 TITRE XIV :"
  },
  {
    "id": "Code_du_travail_67",
    "source": "Code_du_travail",
    "chunk_index": 67,
    "text": "occupant tout ou partie des emplois énumérés dans la liste préalablement fixée par décret. En aucun cas, l'exercice du droit de grève, ne peut s'accompagner d'occupation des lieux de travail ou de leurs abords immédiats, sous peine des sanctions prévues aux articles L.275 et L.279. page 75/78 TITRE XIV : PENALITES CHAPITRE I : RADIATION Article L.277. Tout assesseur du Tribunal du Travail qui ne se sera rendu à son poste sur la citation qui lui aura été notifiée recevra une nouvelle citation pour l'audience suivante. En cas d'absence de l'assesseur à cette audience, le tribunal est considéré comme étant valablement composé et en mesure de siéger. Par ailleurs, après trois absences successives dûment constatées et non justifiées, le juge prononce la radiation d'un assesseur. La décision de radiation est notifiée au Ministre chargé du Travail dont les services compétents procèdent à la désignation d'un nouvel assesseur dans les mêmes conditions que celles fixées par l'arrêté. CHAPITRE II : DES DELITS Article L.278. Sera puni d'une amende de 250 000 à 1 000 000 de francs et d'un emprisonnement de 1 mois à un an, ou de l'une de ces deux peines seulement, quiconque aura porté atteinte ou tenté de porter atteinte soit à la libre désignation des délégués du personnel, soit à l'exercice régulier de leurs fonctions. En cas de récidive dans le délai de trois ans, l'emprisonnement sera toujours prononcé. Les infractions pourront être constatées, soit par l'Inspection du Travail, soit par les officiers de police judiciaire. Sera puni des mêmes peines et dans les mêmes conditions quiconque, employeur ou travailleur, aura enfreint, en toute connaissance de cause, les dispositions des articles L.162 à L. 166 et L 204 . Article L.279. Seront punis d'une amende de 500 000 à 1 000 000 de francs et d'un emprisonnement de 3 mois à un an ou de l'une de ces deux peines seulement : a) les auteurs d'infraction aux dispositions de l'article L 4 sur l'interdiction du travail forcé et de l'article L 114, 2e alinéa sur le paiement du salaire en alcool ou boisson alcoolisée ; b) les personnes qui auront fait sciemment une fausse déclaration d'accident du travail ou de maladie professionnelle ; c) toute personne qui, par violence, menace, tromperie, dol ou promesse, aura contraint ou tenté de contraindre un travailleur à s'embaucher, contre son gré, ou qui, par les mêmes moyens, aura tenté de l'empêcher ou l'aura empêché de s'embaucher ou de remplir les obligations imposées par son contrat ; d) toute personne qui, en faisant usage d'un contrat fictif ou d'une carte de travail contenant des indications inexactes, se sera fait embaucher ou se sera substituée volontairement à un autre travailleur ; e) tout employeur, fondé de pouvoir ou préposé qui aura porté sciemment sur la carte du travailleur, le registre d'employeur ou tout autre document, des attestations mensongères relatives à la durée et aux conditions du travail accompli par le travailleur, ainsi que tout travailleur qui aura sciemment fait usage de ces attestations ; f) tout employeur, fondé de pouvoir ou préposé, qui aura sciemment"
  },
  {
    "id": "Code_du_travail_68",
    "source": "Code_du_travail",
    "chunk_index": 68,
    "text": "carte du travailleur, le registre d'employeur ou tout autre document, des attestations mensongères relatives à la durée et aux conditions du travail accompli par le travailleur, ainsi que tout travailleur qui aura sciemment fait usage de ces attestations ; f) tout employeur, fondé de pouvoir ou préposé, qui aura sciemment engagé, tenté d'engager ou conservé à son service, un travailleur encore lié à un autre employeur par contrat de travail, un apprenti encore lié par un contrat d'apprentissage ou un stagiaire en cours de formation professionnelle, indépendamment du droit à des dommages-intérêts page 76/78 qui pourra être reconnu à la partie lésée ; g) toute personne qui aura exigé ou accepté du travailleur une rémunération quelconque, à titre d'intermédiaire, dans le règlement ou le paiement des salaires, indemnités, allocations et frais de toute nature ; h) toute personne qui aura offert ou remis à un agent s'occupant de la main d'oeuvre, une rétribution sous quelque forme que ce soit et toute personne s'occupant de la main d'oeuvre qui aura accepté une telle rétribution ; i) toute personne qui aura rémunéré un travail à la tâche ou aux pièces à un salaire inférieur à celui du travailleur rémunéré au temps de capacité moyenne et travaillant normalement, effectuant un travail analogue, en violation du premier alinéa de l'article L 111 ; j) tout employeur, relevant d'une convention collective ne prévoyant pas de rémunération à la tâche ou aux pièces, qui aura pratiqué ce mode de rémunération, en violation de l'interdiction stipulée au quatrième alinéa de l'article L. 111 ; k) tout tâcheron qui aura sous-traité, en tout ou partie, son contrat de tâcheronnat, en violation de l'interdiction stipulée au dernier alinéa de l'article L30 ; l) tout employeur ou travailleur qui auront souscrit un contrat d'équipe en violation de l'interdiction stipulée au dernier alinéa de l'article L.77 ; m) tout travailleur requis conformément aux dispositions de l'article L. 276 et des textes pris pour son application et n'ayant pas déféré à l'ordre de réquisition. Indépendamment de cette sanction pénale, ledit travailleur pourra être immédiatement licencié sans préavis ni autre indemnité que, le cas échéant, l'indemnité compensatrice de congés payés ; n) tout travailleur occupant l'un des emplois figurant sur la liste fixée par décret prévue à l'article L. 276 qui aura interrompu son travail en violation des dispositions de l'article L .273. Indépendamment de cette sanction pénale, ledit travailleur pourra être immédiatement licencié sans préavis ni indemnité autre que, le cas échéant, l'indemnité compensatrice de congés payés ; o) tout travailleur gréviste qui aura occupé les lieux de travail ou leurs abords immédiats ; p) tout employeur qui aura enfreint les dispositions de l'article L.186 relatif à l'obligation d'organiser un service de médecine du travail dans l'entreprise à l'intention de tous les travailleurs ; q) les auteurs d'infraction aux dispositions des articles L 133, sauf en matière d'affichage, et L134. Article L.280. Seront punis d'une amende de 200 000 à 500 000 francs et en cas de récidive, d'une amende de 400 000 à 1 000 000 de francs, les auteurs d'infraction aux dispositions"
  },
  {
    "id": "Code_du_travail_69",
    "source": "Code_du_travail",
    "chunk_index": 69,
    "text": "q) les auteurs d'infraction aux dispositions des articles L 133, sauf en matière d'affichage, et L134. Article L.280. Seront punis d'une amende de 200 000 à 500 000 francs et en cas de récidive, d'une amende de 400 000 à 1 000 000 de francs, les auteurs d'infraction aux dispositions de l'article L 228. Article L.281. Sera punie d'une amende de 500 000 à 1 000 000 de francs et d'un emprisonnement de quinze jours à trois mois ou de l'une de ces deux peines seulement, toute personne qui s'est opposée ou a tenté de s'opposer à l'exécution des obligations ou à l'exercice des pouvoirs qui incombent aux Inspecteurs du Travail et de la Sécurité sociale, aux Contrôleurs du Travail et de la Sécurité sociale et aux chefs de circonscriptions administratives agissant comme suppléants de l'Inspecteur du Travail et de la Sécurité sociale. En cas de récidive, l'amende est de 1 000 000 à 2 000 000 de francs et l'emprisonnement de six page 77/78 mois à un an. En cas de double récidive, l'emprisonnement est obligatoirement prononcé. Les dispositions du Code pénal qui prévoient et répriment les actes de résistance, les outrages et les violences contre les officiers de police judiciaire, sont, en outre, applicables à ceux qui se rendent coupables de faits de même nature à l'égard des Inspecteurs du Travail et de la Sécurité sociale ou de leurs suppléants. Article L.282. Sera puni des peines prévues à l'article «408» du Code pénal, tout employeur qui aura retenu ou utilisé dans son intérêt personnel ou pour les besoins de son entreprise, les sommes ou titres remis en cautionnement ou tout autre prélèvement sur le salaire des travailleurs en application des dispositions légales, réglementaires ou conventionnelles en vigueur. Article L.283. La loi de sursis est applicable aux délits prévus et réprimés au présent Code. Le délai utile pour constater la récidive est de cinq ans pour ces délits. Toutefois, la récidive en matière d'atteinte à la libre désignation des délégués du personnel ou à l'exercice de leurs fonctions, doit, par exception, être constatée dans le délai de trois ans. CHAPITRE III : DES CONTRAVENTIONS DE SIMPLE POLICE Article L.284. Pour les contraventions, il y a récidive lorsque, dans les douze mois antérieurs au fait poursuivi, le contrevenant a déjà fait l'objet d'une condamnation pour un fait identique. CHAPITRE IV : DISPOSITIONS COMMUNES AUX DELITS ET CONTRAVENTIONS Article L.285. L'article «463» du Code pénal relatif aux circonstances atténuantes est applicable à toutes les infractions aux dispositions du présent Code. Lorsqu'une amende est prononcée en vertu du présent titre, elle est encourue autant de fois qu'il y a d'infractions. Cette règle s'applique notamment au cas où plusieurs travailleurs auraient été employés dans des conditions contraires au présent Code. Article L.286. Les chefs d'entreprise sont civilement responsables des condamnations prononcées contre leurs fondés de pouvoir ou préposés. page 78/78 TITRE XV : DISPOSITIONS TRANSITOIRES Article L.287. Sont abrogées toutes dispositions contraires à la présente loi et notamment la loi N 61-34 du 15 juin 1961 et ses modifications. Toutefois, cette abrogation ne prendra effet,"
  },
  {
    "id": "Code_du_travail_70",
    "source": "Code_du_travail",
    "chunk_index": 70,
    "text": "sont civilement responsables des condamnations prononcées contre leurs fondés de pouvoir ou préposés. page 78/78 TITRE XV : DISPOSITIONS TRANSITOIRES Article L.287. Sont abrogées toutes dispositions contraires à la présente loi et notamment la loi N 61-34 du 15 juin 1961 et ses modifications. Toutefois, cette abrogation ne prendra effet, en ce qui concerne les institutions en place et les procédures en vigueur, qu'au fur et à mesure de la mise en place des nouvelles institutions. Article L.288. Jusqu'à leur modification ou leur abrogation, les règlements pris en application et pour l'exécution des lois précédentes demeurent en vigueur, en tout ce qu'ils ne sont pas contraires aux dispositions du présent code, sous les sanctions aux règlements correspondants qu'il prévoit. La présente loi sera exécutée comme loi de l'Etat."
  }
]